<html lang="es">
    <head>
    <title> La anorexia | Trastornos Alimenticios </title>
        <link rel="stylesheet" href="estilos.css">    
    </head>
    <style>
        h2, h3, li {
            text-decoration: none;
            text-align: justify;
            font-family: "Yu Gothic Light";
        }
        header {
            padding: 0px;
        }
        li {
            font-size: 18px;
        }
        h2 {
            font-style: italic;
        }
    </style>
    <body style="background-color: bisque">
        <nav class="menu">
            <section class="menu_container">
                <ul class="menu_links">
                    <li class="menu_item menu_item--show"> 
                        <a href="index.html" class="menu_link"> Inicio <img src="arrow.svg" class="menu_arrow"></a>
                        <ul class="menu_nesting">
                            <li class="menu_inside">
                                <a href="anorexia.html" class="menu_link menu_link--inside"> La anorexia </a>
                            </li>
                            <li class="menu_inside">
                                <a href="bulimia.html" class="menu_link menu_link--inside"> La bulimia </a>
                            </li>
                            <li class="menu_inside">
                                <a href="atracon.html" class="menu_link menu_link--inside"> Por atrac&oacute;n </a>
                            </li>
                            <li class="menu_inside">
                                <a href="tcane.html" class="menu_link menu_link--inside"> TCANE </a>
                            </li>
                            <li class="menu_inside">
                                <a href="pica.html" class="menu_link menu_link--inside"> PICA </a>
                            </li>
                            <li class="menu_inside">
                                <a href="evitacion.html" class="menu_link menu_link--inside"> Por evitaci&oacute;n </a>
                            </li>
                            <li class="menu_inside">
                                <a href="rumiacion.html" class="menu_link menu_link--inside"> Por rumiaci&oacute;n </a>
                            </li>
                        </ul>
                    </li>
                    <li class="menu_item"> 
                        <a href="historia.html" class="menu_link"> Historia </a>
                    </li>
                    <li class="menu_item"> 
                        <a href="origen.html" class="menu_link"> Origen y evoluci&oacute;n </a>
                    </li>
                    <li class="menu_item"> 
                        <a href="sintomas.html" class="menu_link"> S&iacute;ntomas </a>
                    </li>
                </ul>
               
            </section>
            
        </nav>
    
    <div class="bloque"> <br>
        <h2> <div align="center"> La anorexia </div> </h2> <br> <br> 
        <h3> La anorexia nerviosa, a menudo simplemente denominada anorexia, es un trastorno de la alimentación que se caracteriza por el peso corporal anormalmente bajo, el temor intenso a aumentar de peso y la percepci&oacute;n distorsionada del peso. Para las personas con anorexia, es muy importante controlar su peso y su figura corporal, y hacen todo tipo de sacrificios que suelen interferir en su vida de forma significativa. </h3> <br>
        <h3> Para evitar aumentar de peso o para seguir adelgazando, las personas anor&eacute;xicas suelen restringir demasiado la cantidad de comida que consumen. Para controlar el consumo de calor&iacute;as, pueden vomitar despu&eacute;s de comer o usar de modo indebido laxantes, suplementos diet&eacute;ticos, diur&eacute;ticos o enemas. Adem&aacute;s, para intentar bajar de peso, pueden ejercitarse en exceso. No importa cu&aacute;nto baje de peso, la persona contin&uacute;a sintiendo temor a aumentar de peso. </h3> <br>     
        <h3> En realidad, la anorexia no se trata de la comida. Es una manera extremadamente poco saludable y, en ocasiones, mortal de intentar afrontar los problemas emocionales. Cuando tienes anorexia, lo que haces con frecuencia es equiparar la delgadez con la autoestima. </h3> <br>         
        <h3> La anorexia, al igual que otros trastornos de la alimentaci&oacute;n, puede tomar el control de tu vida y volverse muy dif&iacute;cil de sobrellevar. Pero con tratamiento, puedes lograr una mejor percepci&oacute;n de qui&eacute;n eres, volver a tener h&aacute;bitos de alimentaci&oacute;n más saludables y revertir algunas de las complicaciones graves que causa la anorexia. </h3> <br>
        <h2> Existen dos tipos de anorexia, las cuales son: </h2> <br>
        <div class="slider">
            <ul>
            <li class="restrictivo"> 
                <font size="18"> <font face="Yu Gothic Light"> <center> Restrictivo </center> </font>
                <font style="font-size: 30px"> <center> Cuando la persona limita la cantidad de alimento que ingiere pero no se da un atrac&oacute;n o se purga regularmente, por ejemplo, provoc&aacute;ndose el v&oacute;mito (lo que se denomina v&oacute;mito autoinducido) o tomando laxantes. Algunas personas realizan ejercicio en exceso. </center> </font> </font> <br>
            </li> </ul>
            <ul>
            <li class="compulsivo"> 
                <font size="18"> <font face="Yu Gothic Light"> <center> Purgativo o compulsivo </center> </font>
                <font style="font-size: 30px"> <center> Se da cuando la persona restringe su ingesta de alimento pero tambi&eacute;n, regularmente, se da un atrac&oacute;n y/o se purga. </center> </font> </font> <br>
            </li> </ul>
        </div> <br>
        <h3> No se conocen las causas exactas de la anorexia. Muchos factores probablemente est&eacute;n involucrados. Los genes y las hormonas pueden jugar un papel. Las actitudes sociales que promueven tipos de cuerpos muy delgados tambi&eacute;n pueden contribuir. </h3> <br>
        <h2> S&iacute;ntomas de la anorexia nerviosa </h2> <br>

        <h3> Los signos y síntomas f&iacute;sicos de la anorexia nerviosa están relacionados con la inanici&oacute;n. Este trastorno tambi&eacute;n incluye problemas emocionales y conductuales asociados con una percepci&oacute;n irreal del peso corporal y con un temor muy intenso a aumentar de peso o a engordar.
        Puede ser dif&iacute;cil advertir los signos y s&iacute;ntomas debido a que la noci&oacute;n de peso corporal bajo es diferente para cada persona, y es posible que algunas no parezcan extremadamente delgadas. Adem&aacute;s, las personas con anorexia suelen esconder su delgadez, sus h&aacute;bitos alimentarios o sus problemas f&iacute;sicos.</h3> <br>

        <h2> S&iacute;ntomas f&iacute;sicos </h2> <br>

        <h3> Algunas personas con anorexia tienen episodios de atracones y purgas, similar a lo que les ocurre a las que tienen bulimia. Sin embargo, las personas que padecen anorexia por lo general luchan contra un peso corporal anormalmente bajo, mientras que aquellas que padecen bulimia suelen tener un peso normal o por encima de lo normal. Los s&iacute;ntomas m&aacute; comunes son: </h3> <br>
        <h3> 1. P&eacute;rdida de peso excesiva, o no lograr el aumento de peso previsto para el desarrollo <br> 2. Aspecto delgado <br> 3. Recuento de c&eacute;lulas sangu&iacute;neas anormal <br> 4. Fatiga <br> 5. Insomnio <br> 6. Mareos o desmayos <br> 7. Pigmentació&oacute; azulada en los dedos de la mano <br> 8. Cabello fino o quebradizo, o p&eacute;rdida de cabello <br> 9. Vello suave como pelusa que cubre el cuerpo <br> 10. Ausencia de menstruaci&oacute;n <br> 11. Estreñimiento y dolor abdominal <br> 12. Piel seca o amarillenta <br> 13. Intolerancia al frío <br> 14. Ritmo card&iacute;aco irregular <br> 15. Presi&oacute;n arterial baja <br> 16. Deshidrataci&oacute;n <br> 17. Hinchaz&oacute;n de los brazos o las piernas <br> 18. Erosi&oacute;n dental y callosidades en los nudillos por la provocación de v&oacute;mitos </h3>
        </h3> <br>

        <h2> S&iacute;ntomas emocionales y conductales </h2> <br>

        <h3> Los s&iacute;ntomas conductuales de la anorexia pueden incluir intentos de bajar de peso de las siguientes maneras: </h3> <br> 
        <h3> 1. Restringir estrictamente la ingesta de alimentos mediante las dietas o el ayuno <br> 2. Hacer ejercicios de forma excesiva <br> 3. Darse atracones y provocarse v&oacute;mitos para eliminar los alimentos, lo que puede incluir el uso de laxantes, enemas, suplementos dietarios o productos herbarios </h3> <br>
        <h3> Estos son algunos de los signos y s&iacute;ntomas emocionales y conductuales: </h3> <br>
        <h3> 1. Preocupaci&oacute;n por los alimentos, que a veces incluye cocinar comidas elaboradas para los dem&aacute;s, pero no comerlas <br> 2. Saltar comidas o rehusarse a comer con frecuencia <br> 3. Negar el hambre o poner excusas para no comer <br> 4. Comer solo unos pocos alimentos «seguros», por lo general, con bajo contenido de grasas y calor&iacute;as <br> 5. Adoptar rituales r&iacute;gidos para las comidas o la alimentaci&oacute;n, por ejemplo, escupir la comida despu&eacute;s de masticarla <br> 6. No querer comer en p&uacute;blico <br> 7. Mentir sobre la cantidad de comida que se ingiri&oacute; <br> 8. Sentir temor a aumentar de peso, que puede incluir pesarse o medirse el cuerpo repetidas veces <br> 9. Mirarse con frecuencia al espejo para ver los defectos que se perciben <br> 10. Quejarse por estar gordo o tener partes del cuerpo que son gordas <br> 11. Cubrirse con capas de ropa  <br> 12. Estado de &aacute;nimo indiferente (falta de emociones) <br> 13. Retraimiento social <br> 14. Irritabilidad <br> 15. Insomnio <br> 16. Disminuci&oacute;n del inter&eacute;s en las relaciones sexuales </h3> <br>

        <h2> ¿Cu&aacute;ndo consultar al m&eacute;dico? </h2> <br>
        <img src="anorexia1.jpg" class="img7"> <h3> Desafortunadamente, muchas personas con anorexia no quieren hacer un tratamiento, al menos al principio. El deseo de mantenerse delgado se antepone a la preocupaci&oacute;n por la salud. Si est&aacute;s preocupado por un ser querido, p&iacute;dele encarecidamente que hable con un m&eacute;dico. Si tienes alguno de los problemas mencionados más arriba, o crees que puedes tener un trastorno de la alimentaci&oacute;n, busca ayuda. Si les est&aacute;s ocultando tu problema de anorexia a tus seres queridos, intenta encontrar a una persona en quien conf&iacute;es para hablar sobre lo que est&aacute; ocurriendo.</h3> <br>

        <h2> Complicaciones </h2> <br>
        <h3> La anorexia puede tener muchas complicaciones. En su forma m&aacute;s grave, puede ser mortal. La muerte puede ocurrir de manera repentina, incluso cuando una persona no est&aacute; excesivamente delgada. Puede ser resultado de ritmos card&iacute;acos anormales (arritmias) o de un desequilibrio de los electrolitos (minerales como el sodio, el potasio y el calcio que mantienen el equilibrio de los l&iacute;quidos en el cuerpo). </h3> <br>
        <h3> Otras complicaciones que puede desencadenar la anorexia nerviosa son las siguientes: </h3> <br>
        <h3> 1. Anemia <br> 2. Problemas del coraz&oacute;n, como prolapso de la v&aacute;lvula mitral, ritmos card&iacute;acos anormales o insuficiencia card&iacute;aca <br> 3. Disminuci&oacute;n de la masa &oacute;sea (osteoporosis), lo que aumenta el riesgo de sufrir fracturas <br> 4. P&eacute;rdida muscular </h3> <br>

        <h2> Prevenci&oacute;n </h2> <br>
        <img src="anorexia2.jpg" class="img8"> <h3> No hay nada que garantice la prevenci&oacute;n de la anorexia nerviosa. Los m&eacute;dicos de cabecera (pediatras, m&eacute;dicos familiares e internistas) est&aacute;n en una buena posici&oacute;n para identificar indicadores tempranos de anorexia y evitar que se presente la enfermedad en estado avanzado. Por ejemplo, en las consultas m&eacute;dicas de rutina, pueden hacer preguntas acerca de los h&aacute;bitos alimentarios y el grado de satisfacci&oacute;n con el aspecto. </h3> <br>
        <h3> Si notas que un familiar o amigo tiene baja autoestima, hace una dieta demasiado estricta y est&aacute; insatisfecho con su aspecto, considera la posibilidad de hablar con &eacute;l o ella acerca de estos problemas. Si bien puede que no seas capaz de evitar que manifiesten un trastorno de la alimentaci&oacute;n, puedes hablarles sobre conductas m&aacute;s saludables u opciones de tratamiento.</h3> <br>

        <h2> Factores de riesgo </h2> <br>
        <h3> La anorexia es más frecuente en niñas y en mujeres. Sin embargo, cada vez m&aacute;s, los niños y los hombres presentan trastornos de la alimentaci&oacute;n, que, posiblemente, est&aacute;n relacionados con el aumento de las presiones sociales. </h3> <br>
        <h3> La anorexia tambi&eacute;n es m&aacute;s frecuente en adolescentes. De todas maneras, este trastorno de la alimentaci&oacute;n puede presentarse en personas de cualquier edad, si bien es poco frecuente en mayores de 40. Los adolescentes pueden presentar un riesgo mayor debido a todos los cambios corporales que atraviesan en la pubertad. También es posible que enfrenten mayor presi&oacute;n de grupo y que sean m&aacute;s sensibles a las cr&iacute;ticas o incluso a comentarios casuales sobre el peso o la figura. </h3>
    </div>
    </body>
</html>