<html lang="es">
    <head>
    <title> Trastorno por atrac&oacute;n | Trastornos Alimenticios </title>
        <link rel="stylesheet" href="estilos.css">    
    </head>
    <style>
        h2, h3, li {
            text-decoration: none;
            text-align: justify;
            font-family: "Yu Gothic Light";
        }
        header {
            padding: 0px;
        }
        li {
            font-size: 18px;
        }
        h2 {
            font-style: italic;
        }
    </style>
    <body style="background-color: bisque">
        <nav class="menu">
            <section class="menu_container">
                <ul class="menu_links">
                    <li class="menu_item menu_item--show"> 
                        <a href="index.html" class="menu_link"> Inicio <img src="arrow.svg" class="menu_arrow"></a>
                        <ul class="menu_nesting">
                            <li class="menu_inside">
                                <a href="anorexia.html" class="menu_link menu_link--inside"> La anorexia </a>
                            </li>
                            <li class="menu_inside">
                                <a href="bulimia.html" class="menu_link menu_link--inside"> La bulimia </a>
                            </li>
                            <li class="menu_inside">
                                <a href="atracon.html" class="menu_link menu_link--inside"> Por atrac&oacute;n </a>
                            </li>
                            <li class="menu_inside">
                                <a href="tcane.html" class="menu_link menu_link--inside"> TCANE </a>
                            </li>
                            <li class="menu_inside">
                                <a href="pica.html" class="menu_link menu_link--inside"> PICA </a>
                            </li>
                            <li class="menu_inside">
                                <a href="evitacion.html" class="menu_link menu_link--inside"> Por evitaci&oacute;n </a>
                            </li>
                            <li class="menu_inside">
                                <a href="rumiacion.html" class="menu_link menu_link--inside"> Por rumiaci&oacute;n </a>
                            </li>
                        </ul>
                    </li>
                    <li class="menu_item"> 
                        <a href="historia.html" class="menu_link"> Historia </a>
                    </li>
                    <li class="menu_item"> 
                        <a href="origen.html" class="menu_link"> Origen y evoluci&oacute;n </a>
                    </li>
                    <li class="menu_item"> 
                        <a href="sintomas.html" class="menu_link"> S&iacute;ntomas </a>
                    </li>
                </ul>
               
            </section>
            
        </nav>
    
    <div class="bloque"> <br>
        <h2> <div align="center"> Trastorno por atrac&oacute;n </div> </h2> <br> <br>
        <h3> El trastorno de apetito desenfrenado es un trastorno grave de la alimentaci&oacute;n en el que sueles consumir cantidades extraordinariamente grandes de alimentos y te sientes incapaz de parar de comer. </h3> <br>
        <h3> Casi todos comemos de m&aacute;s en algunas ocasiones, por ejemplo, cuando nos servimos una segunda o una tercera porci&oacute;n de una comida durante las fiestas. Sin embargo, para algunas personas, comer de manera excesiva con la sensaci&oacute;n de que se pierde el control y que esto se vuelva algo habitual pasa a ser un trastorno de apetito desenfrenado. </h3> <br>
        <h3> Cuando tienes el trastorno de apetito desenfrenado, puedes sentirte avergonzado por comer en exceso y prometer que vas a dejar de hacerlo. No obstante, sientes una compulsi&oacute;n tan fuerte que no puedes resistir la necesidad y contin&uacute;as comiendo en exceso. Si padeces el trastorno de apetito desenfrenado, el tratamiento puede ser de ayuda. </h3> <br>
        <h3> El trastorno por atrac&oacute;n se caracteriza por comer todo al mismo tiempo. La persona se siente fuera de control durante estos atracones. El trastorno por atrac&oacute;n no es lo mismo que comer mucho de vez en cuando. La gente con trastorno por atrac&oacute;n come sin control por lo menos una vez a la semana dentro de un lapso m&iacute;nimo de 3 meses. </h3> <br>
        <h2> La persona con trastorno por atrac&oacute;n muestra por lo menos tres de las conductas siguientes durante un episodio de atrac&oacute;n: </h2> <br>
        <h3> 1. Come mucho m&aacute;s r&aacute;pido de lo normal <br> 2. Come hasta sentirse inc&oacute;modamente lleno <br> 3. Come mucho sin tener hambre <br> 4. Come solo o sola por verg&uuml;enza <br> 5. Siente asco, depresi&oacute;n o culpa despu&eacute;s de cada atrac&oacute;n </h3> <br>
        <h3> El trastornor por atrac&oacute;n puede variar de leve a grave. La persona con trastorno por atrac&oacute;n suele tener sobrepeso u obesidad (un peso mayor de lo que se considera sano para la estatura). Generalmente siente verg&uuml;enza por su falta de control al comer y puede tratar de ocultar el problema. </h3> <br>
        <h2> ¿Que problemas de salud se pueden relacionar con este trastorno </h2> <br>
        <h3> La persona con trastorno por atrac&oacute;n puede tener: </h3> <br>
        <h3> 1. Sobrepeso/obesidad <br> 2. Problemas digestivos <br> 3. Dolores de cabeza <br> 4. Dolor en las articulaciones <br> 5. Dolor muscular <br> 6. Estr&eacute;s <br> 7. Problemas para dormir <br> 8. Depresi&oacute;n <br> 9. Problemas en el ciclo menstrual en las mujeres </h3> <br>
        <h2> ¿Qu&eacute; tan frecuente es el trastorno por atrac&oacute;n? </h2> <br>
        <h3> El trastorno por atrac&oacute;n es el trastorno alimentario m&aacute;s frecuente en los Estados Unidos. En este pa&iacute;s, de cada 100 mujeres, poco m&aacute;s de 3 tendr&aacute;n trastorno por atrac&oacute;n alguna vez en la vida y de cada 100 hombres, aproximadamente 2 tendr&aacute;n trastorno por atrac&oacute;n alguna vez en la vida. </h3> <br>
        <h2> S&iacute;ntomas </h2> <br>
        <h3> La mayor&iacute;a de las personas con trastorno por atracones tienen sobrepeso o obesidad, pero t&uacute; puedes tener un peso normal y ser v&iacute;ctima de este trastorno. Los signos y s&iacute;ntomas conductales y emocionales del trastorno por atracones son los siguientes: </h3> <br>
        <h3> 1. Comer cantidades exageradamente de comida en un tiempo determinado, por ejemplo, durante un periodo de dos horas. <br> 2. Sentir que la conducta alimenticia est&aacute; fuera de control <br> 3. Comer incluso cuando est&aacute;s lleno o no tienes hambre <br> 4. Comer con rapidez durante los episodios de atracones <br> 5. Comer hasta que est&aacute;s demasiado lleno <br> 6. Comer solo o a escondidas con frecuencia <br> 7. Sentirte deprimido, enojado, avergonzado, culpable o molesto por tus h&aacute;bitos alimentarios. <br> 8. Hacer dietas con frecuencia, posiblemente sin bajar de peso. </h3> <br>
        <h3> A diferencia de una persona con bulimia, despu&eacute;s de un atrac&oacute;n, no sueles vomitar, usar laxantes ni hacer ejercicios f&iacute;sicos en exceso para compensar las calor&iacute;as adicionales que comiste. Puedes intentar hacer una dieta o comer las comidas habituales. Sin embargo, restringir tu alimentaci&oacute;n puede llevarte a m&aacute;s atracones. </h3> <br>
        <h3> La gravedad del trastorno por atracones se denomina a trav&eacute;s de la frecuencia de los episodios durante uan semana. </h3> <br>
        <h2> ¿Cu&aacute;ndo consultar al m&eacute;dico? </h2> <br>
        <h3> Si tienes s&iacute;ntomas de trastorno de apetito desenfrenado, busca atenci&oacute;n m&eacute;dica lo m&aacute;s r&aacute;pido posible. Los problemas del apetito desenfrenado pueden variar desde algo temporal a una situaci&oacute;n recurrente, e incluso pueden persistir durante años si no se obtiene tratamiento. </h3> <br>
        <h3> Habla con un proveedor de atenci&oacute;n m&eacute;dica o con un profesional de la salud mental sobre los s&iacute;ntomas y sentimientos asociados con el apetito desenfrenado. Si no quieres buscar tratamiento, habla con alguien en quien conf&iacute;es acerca de lo que te sucede. Un amigo, un ser querido, un maestro o un l&iacute;der religioso puede ayudarte a dar los primeros pasos de un tratamiento exitoso para el trastorno de apetito desenfrenado. </h3> <br>
        <h2> ¡Ayuda a un ser querido! </h2> <br>
        <h3>Una persona con trastorno de apetito desenfrenado puede convertirse en experto en ocultar su comportamiento, por lo cual es dif&iacute;cil para los dem&aacute;s detectar el problema. Si crees que un ser querido tiene s&iacute;ntomas de trastorno de apetito desenfrenado, habla con &eacute;l de forma abierta y honesta sobre lo que te preocupa. </h3> <br>
        <h3> Dale tu apoyo y aliento, demu&eacute;strale que no est&aacute; solo. Ofrece ayuda para buscar un proveedor de atenci&oacute;n m&eacute;dica calificado o un profesional de la salud mental, y pide una consulta. Puedes ofrecerte para acompañarlo. </h3> <br>
        <h2> Causas </h2> <br>
        <h3> Se desconocen las causas del trastorno por atracones y purgas. Sin embargo, la gen&eacute;tica, los factores biol&oacute;gicos, las dietas prolongadas y los problemas psicol&oacute;gicos aumentan tu riesgo.
        </h3> <br>
        <h2> Factores de riesgo </h2> <br>
        <h3> El trastorno de apetito desenfrenado es m&aacute;s com&uacute;n en mujeres que en hombres. Si bien el trastorno de apetito desenfrenado puede presentarse a cualquier edad, por lo general, comienza en los &uacute;ltimos años de la adolescencia o poco despu&eacute;s de cumplir los 20. </h3> <br>
        <h3> Estos son algunos de los factores que pueden desarrollar el trastorno de apetito desenfrenado: </h3> <br>
        <div class="slider">
            <ul>
            <li class="antecedentes"> 
                <font size="18"> <font face="Yu Gothic Light"> <center> Antecedentes familiares </center> </font>
                <font style="font-size: 30px"> <center> Es mucho m&aacute;s probable que padezcas un desorden alimenticio si tus padres o hermanos tienen (o tuvieron) alg&uacute;n desorden alimenticio. </center> </font> </font> <br>
            </li> </ul>
            <ul>
            <li class="dieta"> 
                <font size="18"> <font face="Yu Gothic Light"> <center> Dieta </center> </font>
                <font style="font-size: 30px"> <center> Muchas personas con trastorno de apetito desenfrenado tienen antecedentes de haber hecho dietas. Hacer dietas o restringir las calor&iacute;as durante el d&iacute;a puede provocar una necesidad de comer en exceso. </center> </font> </font> <br>
            </li> </ul>
            <ul>
            <li class="problemas"> 
                <font size="18"> <font face="Yu Gothic Light"> <center> Problemas psicol&oacute;gicos </center> </font>
                <font style="font-size: 30px"> <center> Muchas personas que tienen trastorno de apetito desenfrenado tienen una mirada negativa de ellas mismas, y de sus habilidades y logros. </center> </font> </font> <br>
            </li> </ul>
        </div> <br>
        <h2> Complicaciones </h2> <br>
        <h3> Es posible que tengas problemas psicol&oacute;gicos o f&iacute;sicos relacionados con el apetito desenfrenado. Entre las complicaciones que puede causar el trastorno de apetito desenfrenado se incluyen los siguientes: </h3> <br>
        <h3> 1. Mala calidad de vida <br> 2. Problemas para funcionar en el trabajo, con la vida personal o en situaciones sociales <br> 3. Aislamiento social <br> 4. Obesidad <br> 5. Enfermedades relacionadas con la obesidad, como problemas en las articulaciones, enfermedades card&iacute;acas, diabetes tipo 2, enfermedad por reflujo gastroesof&aacute;gico, y algunos trastornos respiratorios relacionados con el sueño. </h3> <br>
        <h3> Entre los trastornos psiqui&aacute;tricos que a menudo se vinculan con el trastorno de apetito desenfrenado se incluyen los siguientes: </h3> <br>
        <h3> 1. Depresi&oacute;n <br> 2. Trastorno bipolar <br> 3. Ansiedad <br> 4. Trastornos de consumo de drogas </h3> <br>
        <h2> Prevenci&oacute;n </h2> <br>
        <h3> Si bien no hay manera segura de evitar el trastorno de apetito desenfrenado, si tienes algunos s&iacute;ntomas de comer en exceso, busca ayuda profesional. El m&eacute;dico puede aconsejarte sobre d&oacute;nde obtener ayuda. </h3> <br>
        <h3> Si piensas que un amigo o ser querido tiene un problema de apetito, trata de orientarlo hacia una conducta alimentaria m&aacute;s saludable y a obtener tratamiento profesional antes de que la situaci&oacute;n empeore. Si tienes hijos, haz lo siguiente </h3> <br>
        <h3> 1. Fomenta y refuerza una imagen corporal saludable, independientemente de su figura o tamaño. <br>  2. Habla con el proveedor de atenci&oacute;n primera de tu hijo, quien est&aacute; en una buena posici&oacute;n para identificar indicadores tempranos de un trastorno de la alimentaci&oacute;n y ayudar a evitar su desarrollo. </h3>
    </div>
    </body>
</html>