<html lang="es">
    <head>
    <title> La bulimia | Trastornos Alimenticios </title>
        <link rel="stylesheet" href="estilos.css">    
    </head>
    <style>
        h2, h3, li {
            text-decoration: none;
            text-align: justify;
            font-family: "Yu Gothic Light";
        }
        header {
            padding: 0px;
        }
        li {
            font-size: 18px;
        }
        h2 {
            font-style: italic;
        }
    </style>
    <body style="background-color: bisque">
        <nav class="menu">
            <section class="menu_container">
                <ul class="menu_links">
                    <li class="menu_item menu_item--show"> 
                        <a href="index.html" class="menu_link"> Inicio <img src="arrow.svg" class="menu_arrow"></a>
                        <ul class="menu_nesting">
                            <li class="menu_inside">
                                <a href="anorexia.html" class="menu_link menu_link--inside"> La anorexia </a>
                            </li>
                            <li class="menu_inside">
                                <a href="bulimia.html" class="menu_link menu_link--inside"> La bulimia </a>
                            </li>
                            <li class="menu_inside">
                                <a href="atracon.html" class="menu_link menu_link--inside"> Por atrac&oacute;n </a>
                            </li>
                            <li class="menu_inside">
                                <a href="tcane.html" class="menu_link menu_link--inside"> TCANE </a>
                            </li>
                            <li class="menu_inside">
                                <a href="pica.html" class="menu_link menu_link--inside"> PICA </a>
                            </li>
                            <li class="menu_inside">
                                <a href="evitacion.html" class="menu_link menu_link--inside"> Por evitaci&oacute;n </a>
                            </li>
                            <li class="menu_inside">
                                <a href="rumiacion.html" class="menu_link menu_link--inside"> Por rumiaci&oacute;n </a>
                            </li>
                        </ul>
                    </li>
                    <li class="menu_item"> 
                        <a href="historia.html" class="menu_link"> Historia </a>
                    </li>
                    <li class="menu_item"> 
                        <a href="origen.html" class="menu_link"> Origen y evoluci&oacute;n </a>
                    </li>
                    <li class="menu_item"> 
                        <a href="sintomas.html" class="menu_link"> S&iacute;ntomas </a>
                    </li>
                </ul>
               
            </section>
            
        </nav>
    
        <div class="bloque"> <br>
        <h2> <div align="center"> La bulimia </div> </h2> <br> <br>
        <h3> En esta secci&oacute;n sobre los trastornos alimenticios m&aacute;s frecuentes tenemos la bulimia, aunque algunos m&eacute;dicos han comparado a la bulimia con la anorexia compulsiva, ya que ambos se caracterizan por los v&oacute;mitos constantes. Cabe mencionar que la bulimia y la anorexia purgativa no son lo mismo. </h3> <br>
        <h3> La bulimia es un trastorno alimenticio por el cual una persoan tiene episodios regulares de comer una gran cantidad de alimento (atracones) durante los cuales siente una p&eacute;rdida de control sobre su alimentaci&oacute;n. La persona utiliza luego diversas formas, tales como vomitar o consumir laxantes (purgarse), para evitar el aumento de peso. Muchas personas con bulimia tambi&eacute;n sufre de anorexia. </h3> <br>
        <h2> Causas </h2> <br>
        <h3> Muchas m&aacute;s mujeres que hombre padecen de bulimia. El trastorno es m&aacute;s com&uacute;n en niñas adolescentes y mujeres j&oacute;venes. La persona generalmente sabe que su patr&oacute;n de alimentaci&oacute;n es anormal. Puede experimentarse miedo o culpa con los episodios de atracones y purgas. </h3> <br>
        <h3> Se desconoce la causa exacta de la bulimia. Los factores gen&eacute;ticos, psicol&oacute;gicos, familiares, sociales o culturales pueden jugar un papel. La bulimia probablemente se debe a m&aacute;s de un factor. </h3> <br>
        <h2> S&iacute;ntomas </h2> <br>
        <h3> En la bulimia, pueden presentarse atracones con una frecuencia de varias veces al d&iacute;a durante muchos meses. La persona a menudo come grandes cantidades de alimentos ricos en calor&iacute;as, por lo regular en secreto. Durante estos episodios, la persona siente una falta de control sobre su alimentaci&oacute;n. Estos episodios llevan al autorrechazo, lo cual provoca las purgas para evitar el aumento de peso. La purga puede incluir: </h3> <br> <h3> 1. Provocarse el v&oacute;mito. <br> 2. Ejercicio excesivo. <br> 3. Uso de laxantes, enemas o diur&eacute;ticos. </h3> <br> 
        <h3> La purga a menudo produce una sensaci&oacute;n de alivio. </h3>         
        <h3>Las personas bul&iacute;micas con frecuencia est&aacute;n en un peso normal, pero pueden verse a s&iacute; mismas con sobrepeso. Debido a que el peso a menudo es normal, es posible que los dem&aacute;s no noten este trastorno alimentario. Los s&iacute;ntomas que otras personas pueden ver incluyen: </h3> <br> <h3> 1. Pasar mucho tiempo haciendo ejercicio. <br> 2. Consumir repentinamente grandes cantidades de alimentos o comprar grandes cantidades de alimentos que desaparecen de inmediato. <br> 3. Ir al baño de manera regular inmediatamente despu&eacute;s de las comidas. <br> 4. Botar empaques de laxantes, pastillas para adelgazar, em&eacute;ticos (f&aacute;rmacos que causan el v&oacute;mito) o diur&eacute;ticos. </h3> <br>
        <h2> Pruebas y ex&aacute;menes </h2> <br>
        <img src="bulimia1.avif" class="img9"> <h3> Un examen de los dientes puede mostrar caries dental o infecciones en las enc&iacute;as (como gingivitis). El esmalte de los dientes puede estar erosionado o picado por la excesiva exposici&oacute;n al &aacute;cido del v&oacute;mito. Un examen f&iacute;sico tambi&eacute;n puede mostrar: </h3> <br>
        <h3> 1. Vasos sangu&iacute;neos rotos en los ojos (por el esfuerzo al vomitar) <br> 2. Boca seca <br> 3. Apariencia similar a una bolsa en las mejillas <br> 4. Salpullidos y granos <br> 5. Pequeñas cortaduras y callosidades a trav&eacute;s de las puntas de las articulaciones de los dedos debido al v&oacute;mito autoinducido. </h3> <br>
        <h3> Los ex&aacute;menes de sangre pueden mostrar un desequilibrio electrol&iacute;tico (como un bajo nivel de potasio) o deshidrataci&oacute;n. </h3> <br>
        <h2> Prevenci&oacute;n y tratamiento </h2> <br>
        <h3> Las personas bul&iacute;micas rara vez necesitan ser hospitalizadas, a menos que: </h3> <br>
        <h3> 1. Tengan anorexia. <br> 2. Presenten depresi&oacute;n mayor. <br> 3. Necesiten medicinas para ayudarles a suspender las purgas. </h3> <br>
        <h3> M&aacute;s a menudo, se utiliza un m&eacute;todo por pasos para tratar bulimia. El tratamiento depende de la gravedad de la bulimia y de la respuesta de la persona a los tratamientos: </h3> <br>
        <h3> 1. Los grupos de apoyo pueden servir para la bulimia leve sin otros problemas de salud. <br> 2. La asesor&iacute;a, como la terapia conversacional y la nutricional son los primeros tratamientos para la bulimia que no responde a los grupos de apoyo. <br> 3. Medicinas que tambi&eacute;n tratan la depresi&oacute;n conocidos como inhibidores selectivos de la recaptaci&oacute;n de la serotonina (ISRS) se emplean a menudo para la bulimia. Combinar la terapia conversacional con ISRS puede ayudar, si la terapia conversacional por s&iacute; sola no funciona. </h3> <br>
        <h3> Las personas pueden abandonar los programas si tienen expectativas poco realistas de "curarse" con la terapia solamente. Antes de que un programa empiece, las personas deben saber que: </h3> <br>
        <h3> 1. Es probable que se puedan necesitar diferentes terapias para manejar este trastorno. <br> 2. Es com&uacute;n que la bulimia reaparezca (reca&iacute;da) y esto no es una causa para desesperarse. <br> 3. El proceso es doloroso y la persona y su familia necesitar&aacute;n hacer un gran esfuerzo. </h3> <br>
        <h2> Grupos de apoyo </h2> <br>
        <h3> El estr&eacute;s de la enfermedad se puede aliviar uni&eacute;ndose a un grupo de apoyo. Compartir con otros que tienen experiencias y problemas en com&uacute;n puede ayudarle a no sentirse solo. </h3> <br>
        <h2> Pron&oacute;stico de expectativas </h2> <br>
        <h3> La bulimia es una enfermedad cr&oacute;nica y muchas personas afectadas contin&uacute;an presentando algunos s&iacute;ntomas incluso con tratamiento. Las personas con menos complicaciones de salud debidas a la bulimia y aquellas que desean y son capaces de tomar parte en una terapia tienen mejores probabilidades de recuperación. </h3> <br>
        <h2> Complicaciones </h2> <br>
        <h3> La bulimia puede ser peligrosa. Puede llevar a problemas de salud graves con el paso del tiempo. Por ejemplo, el v&oacute;mito repetitivo puede causar: </h3> <br>
        <img src="bulimia2.webp" class="img10"> <h3> 1. &Aacute;cido estomacal en el es&oacute;fago (el conducto que transporta alimento de la boca al est&oacute;mago). Esto puede llevar a daños permanentes en esta zona. <br> 2. Rupturas del es&oacute;fago <br> 3. Caries dentales <br> 4. Inflamaci&oacute;n de la garganta </h3> <br>
        <h3> El v&oacute;mito y el uso excesivo de enemas o laxantes puede llevar a: </h3> <br>
        <h3> 1. Agua o l&iacute;quido insuficientes para su cuerpo <br> 2. Bajo nivel de potasio en la sangre, lo que lleva a peligrosos problemas en el ritmo card&iacute;aco <br> 3. Heces duras o estreñimiento <br> 4. Hemorroides <br> 5. Daño en el p&aacute;ncreas </h3> <br>
        <h2> ¿Cu&aacute;ndo consultar al m&eacute;dico? </h2> <br>
        <h3> Comuníquese con su proveedor de atenci&oacute;n m&eacute;dica para que le programe una cita si usted o su hijo tiene s&iacute;ntomas de un trastorno alimenticio. Tambi&eacute;n puede llamar al 911 o al n&uacute;mero local de emergencias o vaya a la sala de emergencias de su hospital m&aacute;s cercano, no lo demore. Si alguien que conoce ha intentado suicidarse, llame al 911 o al número local de emergencias inmediatamente, no deje sola a la persona, incluso despu&eacute;s de haber llamado para buscar ayuda. </h3> 
        </div>
    </body>
</html> 