<html lang="es">
<head>
    <title> Trastorno por evitaci&oacute;n | Trastornos Alimenticios </title>
        <link rel="stylesheet" href="estilos.css">    
    </head>
    <style>
        h2, h3, li {
            text-decoration: none;
            text-align: justify;
            font-family: "Yu Gothic Light";
        }
        header {
            padding: 0px;
        }
        li {
            font-size: 18px;
        }
        h2 {
            font-style: italic;
        }
    </style>
    <body style="background-color: bisque">
        <nav class="menu">
            <section class="menu_container">
                <ul class="menu_links">
                    <li class="menu_item menu_item--show"> 
                        <a href="index.html" class="menu_link"> Inicio <img src="arrow.svg" class="menu_arrow"></a>
                        <ul class="menu_nesting">
                            <li class="menu_inside">
                                <a href="anorexia.html" class="menu_link menu_link--inside"> La anorexia </a>
                            </li>
                            <li class="menu_inside">
                                <a href="bulimia.html" class="menu_link menu_link--inside"> La bulimia </a>
                            </li>
                            <li class="menu_inside">
                                <a href="atracon.html" class="menu_link menu_link--inside"> Por atrac&oacute;n </a>
                            </li>
                            <li class="menu_inside">
                                <a href="tcane.html" class="menu_link menu_link--inside"> TCANE </a>
                            </li>
                            <li class="menu_inside">
                                <a href="pica.html" class="menu_link menu_link--inside"> PICA </a>
                            </li>
                            <li class="menu_inside">
                                <a href="evitacion.html" class="menu_link menu_link--inside"> Por evitaci&oacute;n </a>
                            </li>
                            <li class="menu_inside">
                                <a href="rumiacion.html" class="menu_link menu_link--inside"> Por rumiaci&oacute;n </a>
                            </li>
                        </ul>
                    </li>
                    <li class="menu_item"> 
                        <a href="historia.html" class="menu_link"> Historia </a>
                    </li>
                    <li class="menu_item"> 
                        <a href="origen.html" class="menu_link"> Origen y evoluci&oacute;n </a>
                    </li>
                    <li class="menu_item"> 
                        <a href="sintomas.html" class="menu_link"> S&iacute;ntomas </a>
                    </li>
                </ul>
               
            </section>
        
        </nav>
        <div class="bloque"> <br>
            <h2> <div align="center"> Trastorno por evitaci&oacute;n </div> </h2> <br> <br>
            <h3> El trastorno de la personalidad evitativa, tambi&eacute;n denominado trastorno de la personalidad por evitaci&oacute;n, es un patr&oacute;n de inhibici&oacute;n social, sentimientos de incompetencia e hipersensibilidad a la evaluaci&oacute;n negativa por parte de los dem&aacute;s. </h3> <br>
            <h3> Este trastorno implica un rechazo a la alimentaci&oacute;n y variaciones extremadamente caprichosas de lo que es una conducta alimentaria normal. Puede acompañarse de un trastorno por rumiaci&oacute;n. </h3> <br>
            <h3> Algunas formas de detectar el trastorno por evitaci&oacute;n de alimentos son: </h3> <br>
            <h3>
                <li> Alteraci&oacute;n de la alimentaci&oacute;n manifestada por una dificultad persistente para comer adecuadamente, con incapacidad significativa para aumentar de peso o con p&eacute;rdidas significativas de peso durante al menos 1 mes. </li> <br>
                <li> La alteraci&oacute;n no se debe a una enfermedad gastrointestinal ni a otra enfermedad m&eacute;dica asociada (por ejemplo, reflujo esof&aacute;gico). </li> <br>
                <li> El trastorno no se explica mejor por la presencia de otro trastorno mental (por ejemplo, trastorno de rumiaci&oacute;n) o por la no disponibilidad de alimentos. </li>
            </h3> <br>
            <h3> El inicio es anterior a los 6 años. </h3> <br>
            <img src="evitacion1.jpeg" class="img18"> <h3> El trastorno de evitaci&oacute;n/restricci&oacute;n de la ingesta de alimentos generalmente comienza durante la infancia, pero puede desarrollarse a cualquier edad. Se desconoce la causa exacta del trastorno, pero puede tener componentes gen&eacute;ticos y psicosociales, incluyendo traumatismo, ansiedad, autismo, y discapacidades del desarrollo. Este trastorno puede parecerse, inicialmente, a la pr&aacute;ctica de comer selectivamente por capricho, lo cual es com&uacute;n en la infancia, cuando los niños se niegan a comer ciertos alimentos o los que tienen un determinado color, consistencia o aroma. Sin embargo, los caprichos alimentarios, a diferencia del trastorno que evita/restringe la ingesta de alimentos, por lo general implica s&oacute;lo unos pocos alimentos, y el apetito del niño, la ingesta general de alimentos, y el crecimiento y desarrollo son normales. </h3> <br>
            <h2> Signos y s&iacute;ntomas del trastorno por evitaci&oacute;n de alimentos </h2> <br>
            <h3> Los pacientes con trastorno que evita/restringe la ingesta de alimentos intentan no comer y limitan su ingesta de alimentos hasta tal punto que presentan al menos uno de los siguientes: </h3> <br>
            <h3>
                <li> P&eacute;rdida significativa de peso o, en los niños, deficiencia del crecimiento esperado </li>
                <li> Deficiencia nutricional significativa </li>
                <li> Dependencia de alimentación enteral (por ejemplo, mediante sonda de alimentaci&oacute;n) o suplementos nutricionales orales </li>
                <li> Funcionamiento psicosocial notablemente alterado </li>
            </h3> <br>
            <h3> Las deficiencias nutricionales pueden ser potencialmente letales, y el funcionamiento social (por ejemplo, participar en comidas familiares, pasar tiempo con amigos en situaciones en las que se puede comer) puede verse notablemente afectado. </h3> <br>
            <h2> Diagn&oacute;stico </h2> <br>
            <h3> Los criterios para el diagn&oacute;stico del trastorno que evita/restringe la ingesta de alimentos se incluyen los siguientes: </h3> <br>
            <h3> 
                <li> La restricci&oacute;n alimentaria lleva a una p&eacute;rdida de peso significativa, a un retraso del crecimiento esperado en los niños, a una deficiencia nutricional significativa, a dependencia de soporte nutricional y/o a una alteraci&oacute;n notable del funcionamiento psicosocial </li>
                <li> La restricci&oacute;n de alimentos no se debe a la falta de disponibilidad de alimentos, a una pr&aacute;ctica cultural (por ejemplo, ayuno religioso), enfermedad f&iacute;sica, tratamiento m&eacute;dico (por ejemplo, radioterapia, quimioterapia), u otro trastorno de la alimentaci&oacute;n, particularmente anorexia nerviosa o bulimia nerviosa. </li>
                <li> No hay evidencias que avalen una percepci&oacute;n perturbada del peso corporal o la forma. </li>
            </h3> <br>
            <h3> Sin embargo, los pacientes que tienen un trastorno f&iacute;sico por el cual reducen la ingesta de alimentos, pero la mantienen restringida por mucho más tiempo de lo que normalmente se espera y hasta tal punto que requieren intervenci&oacute;n espec&iacute;fica, pueden considerarse que sufren este trastorno de alimentaci&oacute;n selectiva. </h3> <br>
            <h3> Cuando el paciente inicialemente se presenta, los m&eacute;dicos deben descartar enfermedades f&iacute;sicas as&iacute; como otros trastornos mentales que alteran el apetito y/o la ingesta, incluyendo otros trastornos de la alimentaci&oacute;n, depresi&oacute;n, esquizofrenia y trastorno facticio impuesto a otro. </h3> <br>
            <h2> Tratamiento </h2> <br>
            <h3> En este momento, no hay suficiente informaci&oacute;n cient&iacute;fica acerca de tratamientos que sean efectivos para el trastorno por evitaci&oacute;n/restricci&oacute;n de la ingesta de alimentos. Recomendamos que cualquier persona con problemas de salud mental o de aprendizaje hable con su m&eacute;dico al respecto y considere consultar con un terapeuta u otro especialista apropiado. Un tratamiento efectivo contra este trastorno es la terapia cognitivo-conductal. </h3> <br> 
            <h3> La terapia cognitivo-conductual se usa com&uacute;nmente para ayudar a los pacientes a normalizar su alimentaci&oacute;n. Tambi&eacute;n puede ayudarles a sentirse menos ansiosos por lo que comen. </h3>
        </div>
    </body>
    </html>