<html lang="es">
    <head>
    <title> Historia | Trastornos Alimenticios </title>
        <link rel="stylesheet" href="estilos.css">    
    </head>
    <style>
        h2, h3, li {
            text-decoration: none;
            text-align: justify;
            font-family: "Yu Gothic Light";
        }
        header {
            padding: 0px;
        }
        li {
            font-size: 18px;
        }
        h2 {
            font-style: italic;
        }
    </style>
    <body style="background-color: bisque">
        <nav class="menu">
            <section class="menu_container">
                <ul class="menu_links">
                    <li class="menu_item menu_item--show"> 
                        <a href="index.html" class="menu_link"> Inicio <img src="arrow.svg" class="menu_arrow"></a>
                        <ul class="menu_nesting">
                            <li class="menu_inside">
                                <a href="anorexia.html" class="menu_link menu_link--inside"> La anorexia </a>
                            </li>
                            <li class="menu_inside">
                                <a href="bulimia.html" class="menu_link menu_link--inside"> La bulimia </a>
                            </li>
                            <li class="menu_inside">
                                <a href="atracon.html" class="menu_link menu_link--inside"> Por atrac&oacute;n </a>
                            </li>
                            <li class="menu_inside">
                                <a href="tcane.html" class="menu_link menu_link--inside"> TCANE </a>
                            </li>
                            <li class="menu_inside">
                                <a href="pica.html" class="menu_link menu_link--inside"> PICA </a>
                            </li>
                            <li class="menu_inside">
                                <a href="evitacion.html" class="menu_link menu_link--inside"> Por evitaci&oacute;n </a>
                            </li>
                            <li class="menu_inside">
                                <a href="rumiacion.html" class="menu_link menu_link--inside"> Por rumiaci&oacute;n </a>
                            </li>
                        </ul>
                    </li>
                    <li class="menu_item"> 
                        <a href="historia.html" class="menu_link"> Historia </a>
                    </li>
                    <li class="menu_item"> 
                        <a href="origen.html" class="menu_link"> Origen y evoluci&oacute;n </a>
                    </li>
                    <li class="menu_item"> 
                        <a href="sintomas.html" class="menu_link"> S&iacute;ntomas </a>
                    </li>
                </ul>
               
            </section>
            
        </nav>
    <header class="historia">
        <font size="36"> Historia </font> <br>
        <font style="font-size: 30px; text-align: center"> Las primeras descripciones de la anorexia nerviosa en el mundo occidental datan de los siglos XII y XIII. </font>
    </header>
        <div class="bloque"> <br>
        <h3> Las primeras descripciones hist&oacute;ricas de las personas que experimentan s&iacute;ntomas consistentes con los trastornos alimentarios modernos se remontan a la &eacute;poca helen&iacute;stica (323 a.C. - 31 a.C.) y medieval (siglo V d.C.). </h3> <br>
        <h3> Alrededor de este tiempo, la purificaci&oacute;n a trav&eacute;s de la negaci&oacute;n de las necesidades f&iacute;sicas y el mundo material surgi&oacute; como un tema cultural. </h3> <br>
        <h3> Hay un informe de una niña romana de clase alta de 20 años que se muere de hambre en busca de la santidad. Hay relatos adicionales de la Edad Media de ayuno autoinducido extremo que a menudo condujeron a la muerte prematura por inanici&oacute;n: la catherina de Siena es un ejemplo. La privaci&oacute;n de alimentos fue vista como una pr&aacute;ctica espiritual y las mujeres estaban desproporcionadamente afligidas. Algunos autores contempor&aacute;neos han apodado estos h&aacute;bitos de ayuno "anorexia sangrada". </h3> <br>
        <h3> La motivaci&oacute;n para este ayuno parece ser diferente a la unidad de la delgadez que domina las discusiones actuales sobre los trastornos de la alimentaci&oacute;n. A pesar de esto, muchos creen que este es el mismo trastorno, simplemente asumiendo diferentes significados culturales basados en el clima sociocultural. </h3> <br>
        <img src="htrastornos.jpeg" class="img1"> <h3> Las primeras descripciones fiables de la bulimia (atracarse y luego purgar mediante ejercicio, v&oacute;mitos o laxantes) se encuentran entre personas ricas de la Edad Media, que vomitaban durante las comidas para poder consumir m&aacute;s. Aparentemente, a pesar de la creencia popular, este comportamiento no ocurr&iacute;a en la antigua Roma. El primer art&iacute;culo cl&iacute;nico sobre la bulimia se public&oacute; en 1979. La bulimia nerviosa es una variante ominosa de la anorexia nerviosa. </h3> <br>
        <h3> En 1973, Hilde Bruch public&oacute; un libro con una serie de estudios de caso, llamado Trastornos alimenticios: Obesidad, anorexia nerviosa y la persona dentro. A medida que el trastorno lleg&oacute; al conocimiento p&uacute;blico en la d&eacute;cada de los setenta, los casos reportados aumentaron y se extendieron más all&aacute; de la clase alta. </h3> <br>
        <div class="slider1">
            <ul>
            <li class="img2"> 
                <font size="18"> <font face="Yu Gothic Light"> Todos los trastornos alimenticios siguen siendo relativamente raros. La anorexia afecta aproximadamente al 0,5% de las mujeres y al 0,1% de los hombres. </font> </font> 
            </li>
            <li class="img3"> 
                <font size="18"> <font face="Yu Gothic Light"> El m&eacute;dico estadounidense Hilde Bruch influy&oacute; enormemente en la comprensi&oacute;n de la anorexia nerviosa moderna. Public&oacute; numerosos art&iacute;culos y libros. Fue en ese momento que la anorexia se hizo m&aacute;s conocida. </font> </font> 
            </li>
            <li class="img4"> 
                <font size="18"> <font face="Yu Gothic Light"> Tambi&eacute;n en el mundo &aacute;rabe existen referencias a esta enfermedad. As&iacute;, en el siglo XI Avicena describe el caso del joven pr&iacute;ncipe Hamadham, que está muriendo por negarse a comer. </font> </font> 
            </li>
            <li class="img5">
                <font size="18"> <font face="Yu Gothic Light"> Los casos de anorexia y bulimia aumentaron en las d&eacute;cadas de los setenta y ochenta y, aunque algunos dir&aacute;n que alcanzaron su punto m&aacute;ximo en ese tiempo. </font> </font> 
            </li>
            </ul>
        </div> <br>
        <h3> Desde el punto de vista de la Psiquiatr&iacute;a, el psicoan&aacute;lisis fue la primera escuela que estableci&oacute; interpretaciones causales. Freud, Abraham, Fenichel o M.Klein consideraron la A.N. una neurosis, relacion&aacute;ndola primero con la histeria (Freud) y despu&eacute;s con la melancol&iacute;a. Tambi&eacute;n la fenomenolog&iacute;a, las escuelas de medicina psicosom&aacute;tica, el conductismo y la psiquiatr&iacute;a biol&oacute;gica m&aacute;s recientemente han establecido hip&oacute;tesis sobre un trastorno de cuya dif&iacute;cil ubicaci&oacute;n nosol&oacute;gica y etiopatog&eacute;nica puede suponer un ejemplo el caso de Ellen West, descrito por Binswanger, que fue diagnosticada de melancol&iacute;a por Kraepelin, de esquizofrenia simple por Bleuler y Binswanger, y de "trastorno endógeno psiqui&aacute;trico y endocrinol&oacute;gico" por Zutt. La A.N. ha sido considerada, pues, como enfermedad adscrita al espectro depresivo, al hist&eacute;rico, al obsesivo-compulsivo, al psic&oacute;tico y a otros, hasta que tom&oacute; entidad propia, a&uacute;n cuando frecuentemente curse com&oacute;rbida con otros trastornos. </h3> <br>
        <h2> Primer caso de los trastornos alimenticios: La bulimia nerviosa </h2> <br>
        <h3> Las primeras referencias m&eacute;dicas datan de 1708, y en los &uacute;ltimos 50 años se han publicado trabajos sobre la cuesti&oacute;n, proliferando los mismos en los &uacute;ltimos 10 años. Sin embargo, las conductas de purga, y la ingesta alimentaria abusiva y descontrolada se conoce bien desde tiempos remotos. Sabido es que en la civilizaci&oacute;n romana se utilizaba el v&oacute;mito y otras formas de purga como forma de vaciar el contenido g&aacute;strico para continuar la ingesta masiva y descontrolada de alimentos. Este patr&oacute;n ha continuado en muchos &aacute;mbitos cuyos part&iacute;cipes, a lo largo de la historia han podido acceder a &eacute;l (conviene no olvidar que, todav&iacute;a, en muchos lugares del mundo, comer es un privilegio). Hoy d&iacute;a tambi&eacute;n se establece que la Bulimia tiene una entidad propia, diferenciada, con unos claros criterios diagn&oacute;sticos, establecidos. </h3> <br>

        <img src="historia5.jpeg" class="img6"> <h3> Los trabajos de Hilde Bruch en 1973, haciendo hincapi&eacute; en la distorsi&oacute;n de la imagen corporal, de Russell (1970, 1977), concertando las hip&oacute;tesis m&aacute;s biologicistas con las sociales y psicol&oacute;gicas y &uacute;ltimamente de autores entre los que destacan Garfinkel y Garner (1982), han contribuido a un establecimiento del modelo vigente de la A.N. como enfermedad diferenciada, de patog&eacute;nesis compleja, con manifestaciones cl&iacute;nicas que son el resultado de m&uacute;ltiples factores predisponentes y desencadenantes, con arreglo a un modelo etiopatog&eacute;nico bio-psico-social. </h3> <br>
        <h3> Sheehan, en 1938, establece claramente las diferencia entre A.N. y caquexia hipofisaria de origen isqu&eacute;mico, lo cual no impide que hasta los años 50 la A.N. sea considerada de origen endocrinol&oacute;gico. </h3> <br>
        <h3> Precisamente el hecho de ser la enfermedad psicosom&aacute;tica y somatops&iacute;quica por antonomasia, ha hecho que, a lo largo de la historia de la Medicina, distintas especialidades (Neurolog&iacute;a, Psiquiatr&iacute;a, Endocrinolog&iacute;a) hayan establecido hip&oacute;tesis causales, desde las más f&iacute;sicas hasta las m&aacute;s psicol&oacute;gicas. Ello explica las numerosas denominaciones (m&aacute;s de 25 distintas) que ha recibido y las distintas etapas por las que ha transcurrido su descripci&oacute;n e interpretaci&oacute;n. </h3> <br>
        <h3> A pesar de que la historia de los trastornos alimenticios es muy limitada, hay algunas cosas que podemos rescatar de ellos. La historia de los trastornos alimenticios se remonta en la edad, media, principalmente en familias que en ese entonces pose&iacute;an un poder alto, es decir, los trastornos alimenticios eran m&aacute;s comunes en las familias ricas de ese tiempo.</h3> <br>
        <h3> El mundo de los trastornos aliementicios es muy amplio, as&iacute; que qu&eacute;date a conocer m&aacute;s acerca de ellos. </h3> <br>
        <ul>
            <li class="evolucion"> 
                <font size="18"> <font face="Yu Gothic Light"> <center> Origen y evoluci&oacute;n </center> </font>
                <font style="font-size: 30px"> <center> El origen de los trastornos alimenticios pueden surgir de diferentes maneras, para descubrirlo has clic aqu&iacute; </center> </font> </font> <br>
                <button class="boton"> <a href="origen.html"> <font face="Yu Gothic Light"> Conocer m&aacute;s... </font> </a> </button>
            </li>
            <li class="sintomas"> 
                <font size="18"> <font face="Yu Gothic Light"> <center> S&iacute;ntomas </center> </font>
                <font style="font-size: 30px"> <center> Los s&iacute;ntomas pueden variar desde el dolor de garganta, hasta s&iacute;ntomas m&aacute;s severos, como la neumon&iacute;a y leucemia </center> </font> </font> <br>
                <button class="boton"> <a href="sintomas.html"> <font face="Yu Gothic Light"> Conocer m&aacute;s... </font> </a> </button>
            </li> <br>
        </ul>
        </div>
     </body>
   </html> 