<html lang="es">
    <head>
    <title> Trastornos Alimenticios </title>
        <link rel="stylesheet" href="estilos.css">    
    </head>
    <style>
        h2, h3, li {
            text-decoration: none;
            text-align: justify;
            font-family: "Yu Gothic Light";
        }
        header {
            padding: 0px;
        }
        li {
            font-size: 18px;
        }
        h2 {
            font-style: italic;
        }
    </style>
    <body style="background-color: bisque">
    <nav class="menu">
        <section class="menu_container">
            <ul class="menu_links">
                <li class="menu_item menu_item--show"> 
                    <a href="index.html" class="menu_link"> Inicio <img src="arrow.svg" class="menu_arrow"></a>
                    <ul class="menu_nesting">
                        <li class="menu_inside">
                            <a href="anorexia.html" class="menu_link menu_link--inside"> La anorexia </a>
                        </li>
                        <li class="menu_inside">
                            <a href="bulimia.html" class="menu_link menu_link--inside"> La bulimia </a>
                        </li>
                        <li class="menu_inside">
                            <a href="atracon.html" class="menu_link menu_link--inside"> Por atrac&oacute;n </a>
                        </li>
                        <li class="menu_inside">
                            <a href="tcane.html" class="menu_link menu_link--inside"> TCANE </a>
                        </li>
                        <li class="menu_inside">
                            <a href="pica.html" class="menu_link menu_link--inside"> PICA </a>
                        </li>
                        <li class="menu_inside">
                            <a href="evitacion.html" class="menu_link menu_link--inside"> Por evitaci&oacute;n </a>
                        </li>
                        <li class="menu_inside">
                            <a href="rumiacion.html" class="menu_link menu_link--inside"> Por rumiaci&oacute;n </a>
                        </li>
                    </ul>
                </li>
                <li class="menu_item"> 
                    <a href="historia.html" class="menu_link"> Historia </a>
                </li>
                <li class="menu_item"> 
                    <a href="origen.html" class="menu_link"> Origen y evoluci&oacute;n </a>
                </li>
                <li class="menu_item"> 
                    <a href="sintomas.html" class="menu_link"> S&iacute;ntomas </a>
                </li>
            </ul>
           
        </section>
        
    </nav>
    <header>
        <font size="36"> Trastornos Alimenticios </font> <br>
        <font style="font-size:  30px; text-align: center"> Los trastornos alimenticios son un problema muy com&uacute;n en los adolescentes, aqu&iacute; encontrar&aacute;s todo sobre los trastornos alimenticios. </font>
    </header>
        <div class="bloque"> <br>
        <h3> Alguna vez hemos escuchado hablar sobre los trastornos alimenticios, pero en algunas ocasiones tenemos una idea sobre lo que son los trastornos alimenticios. Cuando escuchamos la palabra trastorno alimenticio, lo primero que se nos viene a la mente es la anorexia o la bulimia. D&eacute;jame decirte que existen muchos trastornos alimenticios. Qu&eacute;date aqu&iacute; para descubrirlo. </h3> <br>
        <h3> Los trastornos del comportamiento alimentario (TCA) son enfermedades psiqui&aacute;tricas graves, marcadas por alteraciones en el comportamiento, las actitudes y la ingesti&oacute;n de alimentos generalmente acompañadas de intensa preocupaci&oacute;n con el peso o con la forma de cuerpo. Son dif&iacute;ciles de tratar y son perjudiciales para la salud y la nutrici&oacute;n, predispone los individuos a la desnutrici&oacute;n o a la obesidad y se asocian con baja calidad de vida, altas tasas de cormobolidad psicosocial y mortalidad prematura. </h3> <br>
        <h3> Los TCA m&aacute;s comunes en las personas son: la anorexia nerviosa (AN), bulimia nerviosa (BN) y el trastorno alimentario no especificado (TANE). La AN se caracteriza por una imagen distorsionada del cuerpo, el individuo rechaza mantener un peso superior al peso saludable para su altura, lo que motiva la adopci&oacute;n de estrategias inadecuadas para prevenir el aumento de peso. La actividad f&iacute;sica vigorosa y restricci&oacute;n dr&aacute;stica de la ingesta de alimentos. </h3> <br>
        <h3> <p> Los trastornos alimenticios son afecciones m&eacute;dicas, no son un estilo de vida. Afectan la capacidad del cuerpo para obtener una nutrici&oacute;n adecuada. Esto puede provocar problemas de salud como enfermedades card&iacute;cas y renales, o incluso la muerte. Sin embargo, hay tratamientos que pueden ayudar. </p> </h3> <br>
        <h2> <p> <b> ¿Por qu&eacute; se originan los trastornos alimenticios? </b> </p> </h2>
        <h3> El origen de los trastornos alimenticios es muy complejo y nunca responde a ninguna causa. Algunas veces, un suceso puede desencadenar el inicio del problema como puede ser el fallecimiento de un familiar o amigo, una ruptura amorosa, un comentario desafortunado, etc. Pero ese suceso no es la causa, es s&oacute;lo el disparador de una vulnerabilidad que arrastraba la persona de forma silenciosa desde tiempo atr&aacute;s. Es importante entender que influyen diferentes aspectos, entre ellos están: biol&oacute;gicos, sociales y psicol&oacute;gicos. </h3> <br>
        
        <h2> ¿Qui&eacute;nes tienen trastornos de la alimentaci&oacute;n? </h2>
        <h3> Seg&uacute;n el Instituto Nacional de la Salud Mental, las mujeres adolescentes y j&oacute;venes representan el 90 por ciento de los casos. Las familias o relaciones disfuncionales son un factor importante. Los rasgos de personalidad pueden tambi&eacute;n contribuir a estos trastornos. La mayor&iacute;a de las personas con trastornos de la alimentaci&oacute;n tiene baja autoestima, se sienten indefensas y con una insatisfacci&oacute;n profunda por su apariencia.</h3> <br>
            
        <h2> Conoce los tipos de trastornos alimenticios a continuaci&oacute;n: </h2> <br>
            
        <div class="slider">
            <ul>
            <li class="anorexia"> 
                <font size="18"> <font face="Yu Gothic Light"> <center> Anorexia nerviosa </center> </font>
                <font style="font-size: 30px"> <center> La anorexia nerviosa es uno de los trastornos alimenticios m&aacute;s comunes, o tal vez el m&aacute;s com&uacute;n. </center> </font> </font> <br>
                <button class="boton"> <a href="anorexia.html"> <font face="Yu Gothic Light"> Conocer m&aacute;s... </font> </a> </button>
            </li> </ul>
            <ul>
            <li class="bulimia"> 
                <font size="18"> <font face="Yu Gothic Light"> <center> Bulimia </center> </font>
                <font style="font-size: 30px"> <center> La bulimia nerviosa es uno de los trastornos alimenticios m&aacute;s frecuentes. </center> </font> </font> <br>
                <button class="boton"> <a href="bulimia.html"> <font face="Yu Gothic Light"> Conocer m&aacute;s... </font> </a> </button>
            </li> </ul>
            <ul>
            <li class="atracon"> 
                <font size="18"> <font face="Yu Gothic Light"> <center> Trastorno por atrac&oacute;n </center> </font>
                <font style="font-size: 30px"> <center> El trastorno por atrac&oacute;n no es lo mismo que comer mucho de vez en cuando. </center> </font> </font> <br>
                <button class="boton"> <a href="atracon.html"> <font face="Yu Gothic Light"> Conocer m&aacute;s... </font> </a> </button>
            </li> </ul>
            <ul>
            <li class="tcane"> 
                <font size="18"> <font face="Yu Gothic Light"> <center> Trastorno de la Conducta Alimentaria No Especificado (TCANE) </center> </font>
                <font style="font-size: 30px"> <center> Se pueden reconocer por un patr&oacute;n persistente de comer no saludablemente o de hacer dietas no saludables. </center> </font> </font> <br>
                <button class="boton"> <a href="tcane.html"> <font face="Yu Gothic Light"> Conocer m&aacute;s... </font> </a> </button>
            </li> </ul>
            <ul>
            <li class="pica"> 
                <font size="18"> <font face="Yu Gothic Light"> <center> PICA </center> </font>
                <font style="font-size: 30px"> <center> Es un trastorno de la ingesti&oacute;n y de la conducta alimentaria de la infancia o la niñez.  </center> </font> </font> <br>
                <button class="boton"> <a href="pica.html"> <font face="Yu Gothic Light"> Conocer m&aacute;s... </font> </a> </button>
            </li> </ul>
            <ul>
            <li class="rumiacion"> 
                <font size="18"> <font face="Yu Gothic Light"> <center> Trastono por rumiaci&oacute;n </center> </font>
                <font style="font-size: 30px"> <center> Es una enfermedad en la que las personas devuelven (regurgitan) del est&oacute;mago los alimentos no digeridos. </center> </font> </font> <br>
                <button class="boton"> <a href="rumiacion.html"> <font face="Yu Gothic Light"> Conocer m&aacute;s... </font> </a> </button>
            </li> </ul>
            <ul>
            <li class="evitacion"> 
                <font size="18"> <font face="Yu Gothic Light"> <center> Trastono por evitaci&oacute;n </center> </font>
                <font style="font-size: 30px"> <center> Los genes y los factores ambientales pueden contribuir al desarrollo del trastorno de personalidad por evitaci&oacute;n </center> </font> </font> <br>
                <button class="boton"> <a href="evitacion.html"> <font face="Yu Gothic Light"> Conocer m&aacute;s... </font> </a> </button>
            </li> </ul>
        </div>
        
        <br>
        <h2> Algunos s&iacute;ntomas </h2> <br>
        <h3> Los s&iacute;ntomas var&iacute;an en funci&oacute;n del tipo de trastorno de la alimentaci&oacute;n. La anorexia nerviosa, la bulimia nerviosa y el trastorno alimenticio compulsivo son los trastornos de la alimentaci&oacute;n m&aacute;s frecuentes. Conoce todos los s&iacute;ntomas haciendo clic en el nombre de cada uno de los s&iacute;ntomas que se presentan. </h3> <br>
                    
        <div class="galeria">
            <img src="apetito.jpg"> 
        <div class="pie">
            <h3> <font face="Yu Gothic Light"> <center> <a href="sintomas.html"> Falta de apetito </a> </center> </font> </h3> 
        </div>
        </div>
        
        <div class="galeria">
            <img src="bradicardia.png"> 
        <div class="pie">
            <h3> <font face="Yu Gothic Light"> <center> <a href="sintomas.html"> Bradicardia </a> </center> </font> </h3> 
        </div>
        </div>
        
        <div class="galeria">
            <img src="estomago.webp"> 
        <div class="pie">
            <h3> <font face="Yu Gothic Light"> <center> <a href="sintomas.html"> Malestar estomacal </a> </center> </font> </h3> 
        </div>
        </div>

        </div>
    </body>
</html>