<html lang="es">
    <head>
    <title> Origen | Trastornos Alimenticios </title>
        <link rel="stylesheet" href="estilos.css">    
    </head>
    <style>
        h2, h3, li {
            text-decoration: none;
            text-align: justify;
            font-family: "Yu Gothic Light";
        }
        header {
            padding: 0px;
        }
        li {
            font-size: 18px;
        }
        h2 {
            font-style: italic;
        }
    </style>
    <body style="background-color: bisque">
    <nav class="menu">
        <section class="menu_container">
            <ul class="menu_links">
                <li class="menu_item menu_item--show"> 
                    <a href="index.html" class="menu_link"> Inicio <img src="arrow.svg" class="menu_arrow"></a>
                    <ul class="menu_nesting">
                        <li class="menu_inside">
                            <a href="anorexia.html" class="menu_link menu_link--inside"> La anorexia </a>
                        </li>
                        <li class="menu_inside">
                            <a href="bulimia.html" class="menu_link menu_link--inside"> La bulimia </a>
                        </li>
                        <li class="menu_inside">
                            <a href="atracon.html" class="menu_link menu_link--inside"> Por atrac&oacute;n </a>
                        </li>
                        <li class="menu_inside">
                            <a href="tcane.html" class="menu_link menu_link--inside"> TCANE </a>
                        </li>
                        <li class="menu_inside">
                            <a href="pica.html" class="menu_link menu_link--inside"> PICA </a>
                        </li>
                        <li class="menu_inside">
                            <a href="evitacion.html" class="menu_link menu_link--inside"> Por evitaci&oacute;n </a>
                        </li>
                        <li class="menu_inside">
                            <a href="rumiacion.html" class="menu_link menu_link--inside"> Por rumiaci&oacute;n </a>
                        </li>
                    </ul>
                </li>
                <li class="menu_item"> 
                    <a href="historia.html" class="menu_link"> Historia </a>
                </li>
                <li class="menu_item"> 
                    <a href="origen.html" class="menu_link"> Origen y evoluci&oacute;n </a>
                </li>
                <li class="menu_item"> 
                    <a href="sintomas.html" class="menu_link"> S&iacute;ntomas </a>
                </li>
            </ul>
           
        </section>
        
    </nav>
    <header class="origen">
        <font size="36"> Origen y evoluci&oacute;n </font> <br>
        <font style="font-size: 30px; text-align: center"> Los trastornos alimenticios pueden comenzar desde una simple falta de apetito, y pueden conducir hasta la muerte por leucemia. </font> </header>
        <div class="bloque"> <br>
            <h3> Los trastornos alimenticios son condiciones complejas que emergen de la combinaci&oacute;n de conductas presentes por largo tiempo, factores biol&oacute;gicos, emocionales, psicol&oacute;gicos, interpersonales y sociales. </h3> <br>
            <h3> Los cient&iacute;ficos e investigadores a&uacute;n se encuentran aprendiendo acerca de las causas de estas condiciones f&iacute;sicas y emocionales que hacen tanto daño. Sin embargo, sabemos algunas generalidades que contribuyen al desarrollo de los trastornos alimenticios. </h3> <br>
            <h3> Aunque los trastornos alimenticios pueden comenzar con preocupaciones por la comida y el peso, son mucho m&aacute;s que solamente comida. La gente con trastornos alimenticios utiliza la comida y el control de la comida como un intento para compensar los sentimientos y emociones que de otra manera son vistos como insoportables. Para algunos, la dieta, los atracones y la purgaci&oacute;n pueden comenzar como una forma de lidiar con las emociones dolorosas y para sentirse en control de su vida personal, pero al final estos comportamientos dañan la salud f&iacute;sica y emocional, la autoestima y la sensaci&oacute;n de competitividad y control de la persona. </h3> <br>
            <h2> Factores psicol&oacute;gicos que pueden contribuir a los trastornos alimenticios </h2> <br>
            <h3> 1. Relaciones personales y familiares problem&aacute;ticas <br> 2. Dificultad para expresar sentimientos y emociones <br> 3. Haber sido fastidiado o ridiculizado basado en su talla o peso <br> 4. Historia de abuso f&iacute;sico o sexual. </h3> <br>
            <h2> Factores sociales que pueden contribuir a los trastornos alimenticios </h2> <br>
            <h3> 1. Presiones culturales que glorifican la "delgadez" y le dan un valor a obtener un "cuerpo perfecto" <br> 2. Definiciones muy concretas de belleza que incluyen solamente mujeres y hombres con ciertos pesos y figuras <br> 3. Normas culturales que valorizan a la gente en base a su apariencia f&iacute;sica y no a sus cualidades y virtudes internas </h3> <br>
            <h2> Factores biol&oacute;gicos </h2> <br>
            <h3> Los cient&iacute;ficos todav&iacute;a se encuentran investigando las posbiles causas las posibles causas bioqu&iacute;micas o biol&oacute;gicas de los trastornos alimenticios. En algunos individuos con trastornos alimenticios, se ha encontrado que ciertas substancias qu&iacute;micas del cerebro (llamadas neurotransmisores) que controlan el hambre, el apetito y la digesti&oacute;n se encuentran desbalanceados. El significado exacto y las implicaciones de estos desbalances aún se encuentran en investigaci&oacute;n. </h3> <br>
            <h3> Los trastornos de la conducta alimenticios usualmente se presentan en familias. Los estudios actuales nos indican que la gen&eacute;tica contribuye de manera significativa en los trastornos alimenticios. </h3> <br>  
            <h3> Los trastornos alimenticios son condiciones complejas que surgen de una variedad de causas probables. Sin embargo, una vez que comienzan, pueden crear ciclos de destrucci&oacute;n f&iacute;sica y emocional que se perpetúan a s&iacute; mismos. La ayuda profesional es recomendada en los tratamiento de los trastornos de la alimentaci&oacute;n </h3> <br>
            <h2> Evoluci&oacute;n de los trastornos </h2> <br>
            <img src="origen1.png" class="img11"> <h3> Se trata de un trastorno que comenz&oacute; en los años 60 en Europa y EEUU, y que sufri&oacute; un aumento de la prevalencia de una forma tan alarmante que se hablaba de la “epidemia” de los TCA. <br> Un estudio europeo (Preti A, et al.2009) durante los años 2000 no s&oacute;lo marca el aumento de la prevalencia sino también como se decanta la prevalencia hacia los trastornos at&iacute;picos o incompletos -que no fueron considerados en un principio tan importantes como la anorexia y bulimia nerviosa- y que en estos momentos ocupan un lugar importante por el n&uacute;mero de casos. En seis pa&iacute;ses europeos los trastornos por atracones sin criterio cuantitativo y el TCA sub-umbral suponen la mayor parte de la prevalencia de los TCA. Esta evoluci&oacute;n obliga a modificar los programas terap&eacute;uticos, los programas hospitalarios y, sobre todo, los presupuestos asistenciales de los gobiernos. Por lo tanto, en este momento y hasta la nueva clasificaci&oacute;n del DSM-V nos estamos refiriendo a la anorexia nerviosa purgativa, bulimia nerviosa y su comorbilidad, a los TCANE (cuadros incompletos y at&iacute;picos), trastorno por atrac&oacute;n, a las “exias”, a la patolog&iacute;a dual y al trastorno del control de los impulsos.</h3> <br>
            <h2> Evoluci&oacute;n cl&iacute;nica </h2> <br>
            <h3> Tambi&eacute;n el paciente sufre cambios en la cl&iacute;nica y cumple criterios de diferentes trastornos. En un trabajo se estudiaron los antecedentes de un grupo numeroso de pacientes. Observaron que la BN purgativa ten&iacute;a antecedentes de AN restrictiva hasta un 25 % y la no purgativa hasta un 15 %. El trastorno por atrac&oacute;n tiene antecedentes por AN de hasta el 5 %. El BED tiene antecedentes de BN del 15 %. Y la BN tiene antecedente de haber comenzado con atracones hasta el 25 %.  A los 10 años de evoluci&oacute;n de la enfermedad (AN) se observa en una revisi&oacute;n reciente que el 48 % de las pacientes se encuentran recuperadas, el 30 % est&aacute;n con mejor&iacute;a, el 20 % han cronificado y la mortalidad era del 5 %. En el caso de la BN a los 5 años la recuperaci&oacute;n es del 65-66 %, con un 30 % de cronificaci&oacute;n. A los 5 años no se detect&oacute; o cuantific&oacute; mortalidad y a los 10 años hab&iacute;a una mortalidad del 6%, con una recuperaci&oacute;n del 72 % y una cronificaci&oacute;n del 21 %. </h3> <br>
            <h3> El tratamiento de los trastornos de la conducta alimentaria acostumbra a ser largo y complejo. De media, hasta la curación definitiva, el proceso terap&eacute;utico puede durar entre 3 y 4 años. Una de las caracter&iacute;sticas de la evoluci&oacute;n es que no acostumbra a ser lineal, sino que se desarrolla con altibajos. Los factores que se han asociado a una buena evoluci&oacute;n de la enfermedad son la detecci&oacute;n precoz, el inicio de un tratamiento especializado y la intervenci&oacute;n familiar. </h3> <br>
            <h3> En contra, para la anorexia nerviosa, un inicio de la enfermedad en edad prepuberal o en la edad adulta, la presencia de conductas purgativas y un muy bajo peso al inicio del tratamiento se asocia a un pron&oacute;stico desfavorable. En la bulimia nerviosa, una elevada impulsividad, el abuso de sustancias y los trastornos de personalidad asociados se relacionan con una evoluci&oacute;n negativa. </h3> <br>
            <h2> ¿Es posible curar estos trastornos? </h2> <br>
            <img src="origen2.jpg" class="img12">
            <h3> Por lo que se refiere a la recuperaci&oacute;n, seg&uacute;n estudios de seguimiento a 5 y 10 años, el 70 u 80% de las personas que padecen una anorexia nerviosa o una bulimia nerviosa se recuperan, mientras que la cronicidad se sit&uacute;a alrededor del 10 o 20% de las personas afectadas por un trastorno de la conducta alimentaria. </h3> <br>
            <h3> Es posible tratar con &eacute;xito los trastornos de la alimentaci&oacute;n. La detecci&oacute;n y el tratamiento temprano son importantes para una recuperaci&oacute;n total. Las personas con trastornos de alimentaci&oacute;n tienen un mayor riesgo de suicidio y de complicaciones m&eacute;dicas. </h3> <br>
            <h3> Los miembros de la familia pueden desempeñar un papel fundamental en el tratamiento, ya que pueden alentar a la persona con problemas de alimentaci&oacute;n o de imagen corporal a que busque ayuda. Los familiares tambi&eacute;n pueden brindar apoyo durante el tratamiento y pueden ser grandes aliados tanto para la persona como para el proveedor de atenci&oacute;n m&eacute;dica. Existen investigaciones que sugieren que la incorporaci&oacute;n de la familia al tratamiento para los trastornos de la alimentaci&oacute;n puede mejorar los resultados del tratamiento, especialmente para los adolescentes. </h3> <br>
            <h3> Los planes de tratamiento para los trastornos de la alimentaci&oacute;n incluyen psicoterapia, atenci&oacute;n y controles m&eacute;dicos, asesoramiento nutricional, medicamentos o una combinaci&oacute;n de estos enfoques. Los objetivos habituales del tratamiento incluyen: </h3> <br>
            <h3> 1. Restaurar una nutrici&oacute;n adecuada <br> 2. Alcanzar un peso saludable <br> 3. Reducir el exceso de ejercicio <br> 4. Detener los comportamientos de atracones y purgas </h3> <br>
            <h3> Las personas con trastornos de la alimentaci&oacute;n tambi&eacute;n pueden tener otros trastornos mentales (como depresi&oacute;n o ansiedad) o problemas con el consumo de sustancias. Es fundamental tratar cualquier afecci&oacute;n concurrente como parte del plan de tratamiento. </h3> <br>
            <h2> Factores de buen pron&oacute;stico </h2> <br>
            <h3> En la anorexia nerviosa se han identificado algunos factores de buen pron&oacute;stico como: la edad de inicio m&aacute;s temprana (en adolescencia), la corta duraci&oacute;n de los s&iacute;ntomas antes de iniciar el tratamiento, la corta duraci&oacute;n de los ingresos, apoyo social y nivel socioecon&oacute;mico elevado. </h3> <br> 
            <h3> En bulimia nerviosa, estos factores de buen pron&oacute;stico son: la menor edad de inicio del trastorno (adolescencia), reducci&oacute;n r&aacute;pida de s&iacute;ntomas en el primer mes de tratamiento, disponer de apoyo social con relaciones sociales personales, disponer de estrategias de afrontamiento adaptativo y ajuste social positivo, así como estatus econ&oacute;mico elevado. </h3> <br> 
            <h3> Los pacientes con anorexia nerviosa tienen peor evolución comparados con los pacientes con bulimia nerviosa en t&eacute;rminos de tasa de recuperaci&oacute;n a los 10 años de evoluci&oacute;n (del 50% para la anorexia frente al 75 % para la bulimia). </h3> <br>                           
            <h3> El resultado a corto plazo para el TCANE (trastorno de la conducta alimentaria no especificado) y el trastorno por atrac&oacute;n es mejor que para la anorexia y bulimia nerviosas, sin embargo despu&eacute;s de 5 años, se aprec&iacute;an escasas diferencias entre la bulimia, el TCANE y el trastorno por atrac&oacute;n. </h3> <br>
            <h3> El tratamiento eficaz al inicio del curso de la enfermedad, lo que supondr&iacute;a un periodo inferior a 3 años, desemboca en unos resultados favorables en el 90% de los casos. </h3>
        </div>
    </body>
</html>