<html lang="es">
<head>
    <title> PICA | Trastornos Alimenticios </title>
        <link rel="stylesheet" href="estilos.css">    
    </head>
    <style>
        h2, h3, li {
            text-decoration: none;
            text-align: justify;
            font-family: "Yu Gothic Light";
        }
        header {
            padding: 0px;
        }
        li {
            font-size: 18px;
        }
        h2 {
            font-style: italic;
        }
    </style>
    <body style="background-color: bisque">
        <nav class="menu">
            <section class="menu_container">
                <ul class="menu_links">
                    <li class="menu_item menu_item--show"> 
                        <a href="index.html" class="menu_link"> Inicio <img src="arrow.svg" class="menu_arrow"></a>
                        <ul class="menu_nesting">
                            <li class="menu_inside">
                                <a href="anorexia.html" class="menu_link menu_link--inside"> La anorexia </a>
                            </li>
                            <li class="menu_inside">
                                <a href="bulimia.html" class="menu_link menu_link--inside"> La bulimia </a>
                            </li>
                            <li class="menu_inside">
                                <a href="atracon.html" class="menu_link menu_link--inside"> Por atrac&oacute;n </a>
                            </li>
                            <li class="menu_inside">
                                <a href="tcane.html" class="menu_link menu_link--inside"> TCANE </a>
                            </li>
                            <li class="menu_inside">
                                <a href="pica.html" class="menu_link menu_link--inside"> PICA </a>
                            </li>
                            <li class="menu_inside">
                                <a href="evitacion.html" class="menu_link menu_link--inside"> Por evitaci&oacute;n </a>
                            </li>
                            <li class="menu_inside">
                                <a href="rumiacion.html" class="menu_link menu_link--inside"> Por rumiaci&oacute;n </a>
                            </li>
                        </ul>
                    </li>
                    <li class="menu_item"> 
                        <a href="historia.html" class="menu_link"> Historia </a>
                    </li>
                    <li class="menu_item"> 
                        <a href="origen.html" class="menu_link"> Origen y evoluci&oacute;n </a>
                    </li>
                    <li class="menu_item"> 
                        <a href="sintomas.html" class="menu_link"> S&iacute;ntomas </a>
                    </li>
                </ul>
               
            </section>
        
        </nav>
        <div class="bloque"> <br>
            <h2> <div align="center"> PICA </div> </h2> <br> <br>
            <h3> Es un trastorno que consiste en ingerir sustancias no nutritivas como, por ejemplo, arena o yeso. Es m&aacute;s habitual durante la infancia, y en algunos casos se presenta en niños que tienen autismo o un retraso mental.</h3> <br>
            <h3> Algunos criterios para diagnosticar PICA son los siguientes: </h3> <br>
            <h3>
                <li>La ingesti&oacute;n persistente de sustancias no nutritivas durante un periodo de al menos 1 mes.</li><br>
                <li>La ingesti&oacute;n de sustancias no nutritivas es inadecuada para el nivel de desarrollo. </li><br>
                <li>La conducta de la ingesta no forma parte de pr&aacute;cticas sancionadas culturalmente.</li>
            </h3> <br>
            <h3> Si la conducta de la ingesta aparece exclusivamente en el transcurso de otro trastorno mental (por ejemplo, retraso mental, trastorno generalizado del desarrollo, esquizofrenia) es de suficiente gravedad como para merecer atención cl&iacute;nica independiente. </h3> <br>
            <img src="pica1.jpg" class="img16"> <h3> La PICA es un trastorno de la ingesti&oacute;n y de la conducta alimentaria de la infancia o la niñez. Se define como el consumo persistente de sustancias no nutritivas durante un per&iacute;odo de por lo menos un mes, de forma inadecuada evolutivamente y siempre que su pr&aacute;ctica no est&eacute; sancionada culturalmente. </h3> <br>
            <h3> Muchas especies animales, incluidos primates, presentan este comportamiento. Documentado desde la antig&uuml;edad, en la mayor parte de los casos, se ha considerado m&aacute;s como s&iacute;ntoma de otro trastorno o estado que como entidad independiente. </h3> <br>
            <h3> No se conoce la prevalencia. Se describe sobre todo en discapacitados intelectuales, embarazadas, autistas, enfermos mentales, niños y otros. Se ha observado ingesta de tierra, hielo, almid&oacute;n, cuerdas, madera, y otros productos, incluyendo algunos autores en este contexto el consumo obsesivo y reiterado de sustancias comestibles. La geofagia como fen&oacute;meno cultural, aunque a veces ocasiona enfermedad, es considerada como una forma de paleomedicina o paleonutrici&oacute;n. Se desconoce la causa de la Pica como trastorno y no existen marcadores de la misma. Factores sensoriales, digestivos, nutricionales, psicol&oacute;gicos y psiqui&aacute;tricos se han implicado en su origen y mantenimiento. Aunque la morbi-mortalidad es desconocida y dif&iacute;cil de estudiar, destacan las intoxicaciones, parasitosis y el abdomen quir&uacute;rgico como complicaciones graves. Por &uacute;ltimo, al igual que el resto de los trastornos de la alimentaci&oacute;n, el manejo global de esta entidad requiere la intervenci&oacute;n coordinada de diversos profesionales de la salud. </h3> <br>
            <h2> Algo que debes saber sobre la PICA: </h2> <br>
            <h3> 1. Por lo general, lo que comen las personas con pica no les hace daño, pero, a veces, les causa complicaciones, como obstrucciones en el tubo digestivo o envenenamiento por plomo. <br> Los m&eacute;dicos suelen diagnosticar pica cuando una persona de m&aacute;s de 2 años de edad ha estado comiendo cosas que no son alimentos durante 1 mes o m&aacute;s. <br> 3. Las t&eacute;cnicas de modificaci&oacute;n conductual pueden ser beneficiosas pero se sabe poco acerca de los tratamientos espec&iacute;ficos para la pica. <br> 4. Se tratan las carencias nutricionales y otras complicaciones seg&uacute;n sea necesario. </h3> <br>
            <h3> Ojo esto no quiere decir que aunque no les haga daño lo que comen las personas con PICA, significa que pueden seguir comiendo todo lo que quieran, las complicaciones a largo plazo pueden ser mort&iacute;feras </h3> <br>
            <h2> Diagn&oacute;stico de la PICA </h2> <br>
            <img src="pica2.jpeg" class="img17"> <h3> El m&eacute;dico, por lo general, diagnostica la pica mediante la determinaci&oacute;n de lo que la persona ha estado comiendo. La pica se diagnostica cuando la persona come repetidamente cosas que no son alimentos durante 1 mes o m&aacute;s. El trastorno no se diagnostica en niños menores de 2 años, ya que a esa edad el hecho de comer ese tipo de materiales no se considera anormal. Tampoco se diagnostica cuando forma parte de la cultura de la persona. Si los m&eacute;dicos sospechan la presencia del trastorno, valoran el estado nutricional para comprobar si hay p&eacute;rdida de peso y deficiencias nutricionales. </h3> <br> 
            <h3> A veces la pica se diagnostica cuando la persona afectada presenta síntomas de obstrucci&oacute;n del tubo digestivo (como calambres intensos o estreñimiento) o envenenamiento por plomo y se le lleva a la unidad de emergencias para que le vea un m&eacute;dico. Puede realizarse una exploraci&oacute;n radiol&oacute;gica para detectar bloqueos en el tubo digestivo. Los m&eacute;dicos pueden pedir an&aacute;lisis de sangre para verificar si hay intoxicaci&oacute;n por plomo o an&aacute;lisis de heces para buscar una infecci&oacute;n parasitaria. </h3> <br>
            <h2> Tratamiento de la PICA </h2> <br>
            <h3> El tratamiento de la PICA se lleva a cabo de las siguientes maneras: </h3> <br>
            <h3> 
                <li> En ocasiones modificaci&oacute;n conductual </li>
                <li> Tratamiento de los d&eacute;ficits nutricionales y otras complicaciones </li>
            </h3> <br>
            <h3> 1. Las t&eacute;cnicas de modificaci&oacute;n conductual pueden ser beneficiosas pero se sabe poco acerca de los tratamientos espec&iacute;ficos para este trastorno. Las t&eacute;cnicas de modificaci&oacute;n conductual ayudan al paciente a desaprender conductas no deseables en tanto que aprende otras que s&iacute; lo son. </h3> <br>
            <h3> 2. Se tratan las carencias nutricionales y otras complicaciones seg&uacute;n sea necesario. Los bloqueos en el tubo digestivo pueden requerir cirug&iacute;a. </h3> <br>
            <h3> 3. La pica puede durar varios meses y después desaparece por s&iacute; solo, sobre todo en los niños. </h3> <br>
            <h2> Causas de la PICA </h2> <br>
            <h3> La pica se observa m&aacute;s en niños pequeños que en adultos. Hasta un tercio de los niños de 1 a 6 años tienen estas conductas alimentarias. No est&aacute; claro cu&aacute;ntos niños con pica consumen tierra (geofagia) intencionalmente. </h3> <br>
            <h3> La pica tambi&eacute;n se puede presentar durante el embarazo. En algunos casos, la falta de ciertos nutrientes, como hierro y zinc, puede desencadenar este deseo vehemente inusual. La pica tambi&eacute;n puede presentarse en adultos que ans&iacute;an sentir una cierta textura en la boca. </h3> <br>
            <h2> S&iacute;ntomas </h2> <br>
            <h3> Los niños y los adultos con pica pueden comer: </h3> <br>
            <h3>
                <li> Heces de animales </li>
                <li> Barro </li>
                <li> Tierra </li>
                <li> Bolas de pelo </li>
                <li> Hielo </li>
                <li> Pintura </li>
                <li> Arena </li>
            </h3> <br>
            <h3> Este patr&oacute;n de comer debe durar al menos 1 mes para encajar dentro del diagn&oacute;stico de la pica. Dependiendo de lo que se est&eacute; comiendo y cu&aacute;nto, pueden presentarse s&iacute;ntomas de otros problemas, tales como: </h3> <br>
            <h3>
                <li> Dolor de est&oacute;mago, n&aacute;useas y distensi&oacute;n abdominal causada por obstrucci&oacute;n en el est&oacute;mago o intestino </li>
                <li> Fatiga, problemas de conducta, problemas en la escuela y otros hallazgos de envenenamiento por plomo o mala nutrici&oacute;n </li>
            </h3> <br>
            <h2> Pruebas y ex&aacute;menes </h2> <br>
            <h3> No existe un examen &uacute;nico para la pica. Debido a que la pica puede ocurrir en personas que tienen mala nutrici&oacute;n, el proveedor de atenci&oacute;n m&eacute;dica puede examinar los niveles de hierro y zinc en la sangre. Tambi&eacute;n se pueden hacer ex&aacute;menes de sangre para comprobar si hay anemia. Siempre se deben verificar los niveles de plomo en los niños que pueden haber ingerido pintura u objetos cubiertos de polvo de pintura a base de plomo para ver si hay intoxicaci&oacute;n por plomo. El proveedor tambi&eacute;n debe hacer pruebas para infecci&oacute;n si la persona ha estado comiendo tierra o desechos animales contaminados. </h3> <br>
            <h2> Posibles complicaciones </h2> <br>
            <h3> Las complicaciones incluyen: </h3> <br>
            <h3>
                <li> Bezoar (una masa de material indigerible atrapada dentro del cuerpo, por lo regular en el est&oacute;mago) </li>
                <li> Infecci&oacute;n </li>
            </h3>
        </div>
    </body>
</html>