<html lang="es">
<head>
    <title> Trastorno por rumiaci&oacute;n | Trastornos Alimenticios </title>
        <link rel="stylesheet" href="estilos.css">    
    </head>
    <style>
        h2, h3, li {
            text-decoration: none;
            text-align: justify;
            font-family: "Yu Gothic Light";
        }
        header {
            padding: 0px;
        }
        li {
            font-size: 18px;
        }
        h2 {
            font-style: italic;
        }
    </style>
    <body style="background-color: bisque">
        <nav class="menu">
            <section class="menu_container">
                <ul class="menu_links">
                    <li class="menu_item menu_item--show"> 
                        <a href="index.html" class="menu_link"> Inicio <img src="arrow.svg" class="menu_arrow"></a>
                        <ul class="menu_nesting">
                            <li class="menu_inside">
                                <a href="anorexia.html" class="menu_link menu_link--inside"> La anorexia </a>
                            </li>
                            <li class="menu_inside">
                                <a href="bulimia.html" class="menu_link menu_link--inside"> La bulimia </a>
                            </li>
                            <li class="menu_inside">
                                <a href="atracon.html" class="menu_link menu_link--inside"> Por atrac&oacute;n </a>
                            </li>
                            <li class="menu_inside">
                                <a href="tcane.html" class="menu_link menu_link--inside"> TCANE </a>
                            </li>
                            <li class="menu_inside">
                                <a href="pica.html" class="menu_link menu_link--inside"> PICA </a>
                            </li>
                            <li class="menu_inside">
                                <a href="evitacion.html" class="menu_link menu_link--inside"> Por evitaci&oacute;n </a>
                            </li>
                            <li class="menu_inside">
                                <a href="rumiacion.html" class="menu_link menu_link--inside"> Por rumiaci&oacute;n </a>
                            </li>
                        </ul>
                    </li>
                    <li class="menu_item"> 
                        <a href="historia.html" class="menu_link"> Historia </a>
                    </li>
                    <li class="menu_item"> 
                        <a href="origen.html" class="menu_link"> Origen y evoluci&oacute;n </a>
                    </li>
                    <li class="menu_item"> 
                        <a href="sintomas.html" class="menu_link"> S&iacute;ntomas </a>
                    </li>
                </ul>
               
            </section>
            
        </nav>
        <div class="bloque"> <br>
            <h2> <div align="center"> Trastorno por rumiaci&oacute;n </div> </h2> <br> <br>
            <h3>  Es una enfermedad en la que las personas devuelven (regurgitan) del est&oacute;mago los alimentos no digeridos o parcialmente digeridos de manera repetida e involuntaria, los mastican de nuevo y luego los vuelven a deglutir o los escupen. </h3> <br>
            <h3> Este trastorno se caracteriza por regurgitaciones repetidas de alimento, que van del est&oacute;mago en la boca, donde se volver&aacute;n a masticar. Estas regurgitaciones repetidas hacen incompatible el mantenimiento de un peso adecuado. </h3> <br>
            <h3> Los alimentos no han sido digeridos, por lo que las personas con s&iacute;ndrome de rumiaci&oacute;n informan que el sabor es normal, no &aacute;cido como el v&oacute;mito. Habitualmente, la rumiaci&oacute;n sucede todos los d&iacute;as, poco despu&eacute;s de haber comido. </h3> <br>
            <h3> Algunos factores que pueden desencadenar un trastorno por rumiaci&oacute;n son: </h3> <br>
            <h3>
                <li> Las regurgitaciones repetidas, sin náuseas o enfermedad gastrointestinal asociada, durante al menos un mes, despu&eacute;s de un periodo de funcionamiento normal. </li> <br>
                <li> La p&eacute;rdida de peso o incapacidad para llegar al peso normal. </li>
            </h3> <br>
            <img src="rumiacion1.jpg" class="img19"> <h3> No se sabe cuántas personas tienen este trastorno. El tratamiento puede incluir terapia conductual o medicamentos. La terapia conductual que incluye enseñar a las personas a respirar desde el diafragma suele ser el tratamiento de preferencia. </h3> <br>
            <h3> Afecta tanto a la poblaci&oacute;n pedi&aacute;trica como a la poblaci&oacute;n adulta. El s&iacute;ndrome de rumiaci&oacute;n con frecuencia es mal diagnosticado como enfermedad de reflujo gastroesof&aacute;gico refractario o v&oacute;mitos recurrentes, lo que suele resultar en un prolongado retraso en el diagn&oacute;stico. Existen escasos datos acerca de la incidencia y prevalencia en adultos. Si bien se considera como un trastorno infrecuente, es probable que su prevalencia real est&eacute; subestimada, dada la falta de reconocimiento de esta enfermedad por parte del cl&iacute;nico y de los pacientes. </h3> <br>
            <h2> S&iacute;ntomas </h2> <br>
            <h3> 
                <li> Tener regurgitaci&oacute;n sin esfuerzo, en general en un lapso de 10 minutos despu&eacute;s de comer </li> 
                <li> Presi&oacute;n o dolor abdominal aliviados por la regurgitaci&oacute;n </li>
                <li> Sensaci&oacute;n de saciedad </li>
                <li> Mal aliento </li>
                <li> N&aacute;useas </li>
                <li> P&eacute;rdida de peso involuntaria </li>
            </h3> <br>
            <h3> El s&iacute;ndrome de rumiaci&oacute;n no suele estar asociado a tener arcadas. Una arcada es una acci&oacute;n que realiza el est&oacute;mago en forma de movimiento violento que se produce antes de vomitar. </h3> <br>
            <h2> Causas </h2> <br>
            <h3> Se desconoce la causa precisa del síndrome de rumiaci&oacute;n. Pero al parecer se debe a un aumento de la presi&oacute;n abdominal. </h3> <br>
            <h3> El s&iacute;ndrome de rumiaci&oacute;n a menudo se confunde con la bulimia nerviosa, la enfermedad por reflujo gastroesof&aacute;gico y la gastroparesis. Algunas personas padecen el s&iacute;ndrome de rumiaci&oacute;n relacionado con un trastorno de evacuaci&oacute;n rectal, en el que la mala coordinaci&oacute;n de los m&uacute;sculos del piso p&eacute;lvico ocasiona estreñimiento cr&oacute;nico. </h3> <br>
            <h3> Desde hace mucho tiempo se sabe que la afecci&oacute;n se manifiesta en beb&eacute;s y en personas con discapacidades del desarrollo. Ahora est&aacute; claro que la afecci&oacute;n no est&aacute; relacionada con la edad, ya que puede ocurrir en niños, adolescentes y adultos. Es más probable que el s&iacute;ndrome de rumiaci&oacute;n ocurra en personas que sufren de ansiedad, depresi&oacute;n u otros trastornos psiqui&aacute;tricos. </h3> <br>
            <h2> Complicaciones </h2> <br>
            <img src="rumiacion2.jpeg" class="img20"> <h3> Si no se trata, el s&iacute;ndrome de rumiaci&oacute;n puede causar daño en el tubo ubicado entre tu boca y tu est&oacute;mago (es&oacute;fago). El s&iacute;ndrome de rumiaci&oacute;n tambi&eacute;n puede provocar lo siguiente: </h3> <br>
            <h3> 1. P&eacute;rdida de peso no saludable <br> 2. Desnutrici&oacute;n <br> 3. Erosi&oacute;n dental <br> 4. Mal aliento <br> 5. Sensaci&oacute;n de verg&uuml;enza <br> 6. Aislamiento social</h3>
        </div>

    </body>
</html>