<html lang="es">
<head>
    <title> TCANE | rastornos Alimenticios </title>
        <link rel="stylesheet" href="estilos.css">    
    </head>
    <style>
        h2, h3, li {
            text-decoration: none;
            text-align: justify;
            font-family: "Yu Gothic Light";
        }
        header {
            padding: 0px;
        }
        li {
            font-size: 18px;
        }
        h2 {
            font-style: italic;
        }
    </style>
    <body style="background-color: bisque">
        <nav class="menu">
            <section class="menu_container">
                <ul class="menu_links">
                    <li class="menu_item menu_item--show"> 
                        <a href="index.html" class="menu_link"> Inicio <img src="arrow.svg" class="menu_arrow"></a>
                        <ul class="menu_nesting">
                            <li class="menu_inside">
                                <a href="anorexia.html" class="menu_link menu_link--inside"> La anorexia </a>
                            </li>
                            <li class="menu_inside">
                                <a href="bulimia.html" class="menu_link menu_link--inside"> La bulimia </a>
                            </li>
                            <li class="menu_inside">
                                <a href="atracon.html" class="menu_link menu_link--inside"> Por atrac&oacute;n </a>
                            </li>
                            <li class="menu_inside">
                                <a href="tcane.html" class="menu_link menu_link--inside"> TCANE </a>
                            </li>
                            <li class="menu_inside">
                                <a href="pica.html" class="menu_link menu_link--inside"> PICA </a>
                            </li>
                            <li class="menu_inside">
                                <a href="evitacion.html" class="menu_link menu_link--inside"> Por evitaci&oacute;n </a>
                            </li>
                            <li class="menu_inside">
                                <a href="rumiacion.html" class="menu_link menu_link--inside"> Por rumiaci&oacute;n </a>
                            </li>
                        </ul>
                    </li>
                    <li class="menu_item"> 
                        <a href="historia.html" class="menu_link"> Historia </a>
                    </li>
                    <li class="menu_item"> 
                        <a href="origen.html" class="menu_link"> Origen y evoluci&oacute;n </a>
                    </li>
                    <li class="menu_item"> 
                        <a href="sintomas.html" class="menu_link"> S&iacute;ntomas </a>
                    </li>
                </ul>
               
            </section>
            
        </nav>
    <div class="bloque"> <br>
        <h2> <div align="center"> Trastorno de la conducta alimentaria no especificado </div> </h2> <br> <br>
        <h3> Los TCANE son habitualmente cuadros incompletos de Anorexia Nerviosa o Bulimia Nerviosa incompletos, tanto porque se encuentran en su inicio o porque est&aacute;n en proceso de recuperaci&oacute;n. Por lo tanto, existen s&iacute;ntomas relacionados con la conducta alimentaria, pero no cumplen suficientes criterios para diagnosticar anorexia o bulimia nerviosas. </h3> <br>
        <img src="TCANE.jpg" class="img13"> <h3> Por ejemplo, hablamos de TCANE cuando una persona presenta restricci&oacute;n, una bajada de peso, distorsi&oacute;n de la imagen corporal, pero no presenta amenorrea. Otro caso de TCANE ser&iacute;a el de una persona que presenta atracones y purgas, pero con una frecuencia baja y/o irregular. El hecho de que el TCANE sea un cuadro incompleto de anorexia o de bulimia no quiere decir que sea menos grave o que no necesite tratamiento. </h3> <br>
        <h3> Entre un 3% y un 5% de la población sufre un TCANE. </h3> <br>
        <img src="tcane1.jpg" class="img14"> <h3> Actualmente  los TCANE son los Trastornos de Alimentación m&aacute;s prevalentes en la poblaci&oacute;n y los que llegan con más frecuencia  a tratamiento. Es importante señalar, que a pesar de ser cuadros incompletos, ello no significa que sean menos graves o interfieran menos en la calidad de vida de la persona que los padece, por lo tanto es importante tratarlos. Entre los tipos de TCANE encontramos dos: </h3> <br>
        <h3> 1. Vigorexia <br> 2. Ortorexia </h3> <br>
        <h2> Vigorexia </h2> <br>
        <h3> En 1993, el psiquiatra estadounidense Harrison G. Pope acuñ&oacute; el t&eacute;rmino vigorexia, conocido como una obsesi&oacute;n por tener un cuerpo musculoso. La sociedad est&aacute; cambiando muy deprisa y con ello los problemas de la poblaci&oacute;n. Algunos de estos cambios desfavorables implican la aparici&oacute;n de nuevos trastornos, como la vigorexia y la ortorexia (preocupaci&oacute;n excesiva por ingerir s&oacute;lo alimentos sanos). </h3> <br>
        <h3> La vigorexia es un trastorno mental no estrictamente alimentario, que se conoce tambi&eacute;n como complejo de Adonis. Se calcula que en M&eacute;xico puede haber de tres a cuatro millones de afectados, sin embargo, todav&iacute;a no se ha etiquetado como enfermedad. Las personas que sufren vigorexia tienen una obsesi&oacute;n tan grande por verse musculosas que se miran todo el rato en el espejo y nunca est&aacute;n satisfechas. Este sobredimensionado culto al cuerpo se manifiesta por una pr&aacute;ctica excesiva del deporte, provocada por una obsesiva preocupaci&oacute;n por el aspecto f&iacute;sico, y tiene como meta principal la obtenci&oacute;n de una mayor masa muscular. As&iacute;, adem&aacute;s del ejercicio, tambi&eacute;n modifican su alimentaci&oacute;n, supedit&aacute;ndola a la consecuci&oacute;n de sus objetivos. Todo ello les lleva a suprimir las grasas de la alimentaci&oacute;n y a consumir prote&iacute;nas e hidratos de carbono en exceso, con consecuencias negativas para la salud. </h3> <br>
        <h3> La vigorexia afecta sobre todo los hombres, aunque tambi&eacute;n puede darse en mujeres. La pr&aacute;ctica de deporte moderado resulta muy saludable para el organismo. Sin embargo, los afectados por la vigorexia muestran una preocupaci&oacute;n excesiva por el aspecto f&iacute;sico que conlleva que la musculaci&oacute;n a trav&eacute;s de una actividad f&iacute;sica pase de ser un objetivo saludable a un desorden emocional elevado a la categor&iacute;a de obsesi&oacute;n. Esta ansia por adquirir a toda costa una apariencia atl&eacute;tica puede llevar al consumo de sustancias perjudiciales para el organismo. Las consecuencias de este trastorno tienen reflejo en la salud y en la conducta social de los que lo sufren. </h3> <br>
        <h3> Podr&iacute;a decirse que quien sufre de vigorexia es una persona insatisfecha con su propio cuerpo que se ve demasiado delgada y busca con el ejercicio adquirir el volumen deseado. Además de la pr&aacute;ctica desmesurada de ejercicio, esta alteraci&oacute;n da lugar (por una serie de reacciones que se dan en nuestro organismo en el que est&aacute;n involucradas hormonas y neurotransmisores) a un proceso de dependencia de la realizaci&oacute;n de ejercicio f&iacute;sico. </h3> <br>
        <h2> Ortorexia: cuando la obsesi&oacute;n por comer sano se convierte en un problema </h2> <br>
        <h3> La Ortorexia es una enfermedad relacionada con los trastornos del comportamiento alimentario. La diferencia de la ortorexia con los otros trastornos alimentarios est&aacute; en que, mientras en la anorexia y la bulimia el problema gira en torno a la cantidad de comida, en la ortorexia gira en torno a la calidad. </h3> <br>
        <h3> Se entiende por ortorexia la obsesi&oacute;n patol&oacute;gica por la comida biol&oacute;gicamente pura. Las v&iacute;ctimas de esta enfermedad sufren una preocupaci&oacute;n excesiva por la comida sana, convirti&eacute;ndose en el principal objetivo de su vida. Podr&iacute;amos decir que es un comportamiento obsesivo-compulsivo caracterizado por la preocupaci&oacute;n de qu&eacute; comer y la transferencia de los principales valores de la vida hacia el acto de comer, el cual hace que los afectados tengan "un men&uacute; en lugar de una vida". </h3> <br>
        <h3> Para que podamos realizar un diagn&oacute;stico de Ortorexia deben darse los siguientes criterios: </h3> <br>
        <h3> 1. Pasa m&aacute;s de 3 horas al d&iacute;a pensando en su dieta sana <br> 2. Obsesi&oacute;n desordenada para comer alimentos sanos (naturales). <br> 3. Excluye de la alimentaci&oacute;n carne, grasas y alimentos tratados con herbicidas o pesticidas. <br> 4. Se preocupa m&aacute;s de la calidad de los alimentos que del placer de comerlos. <br> 5. A medida que aumenta la psicocalidad de su alimentaci&oacute;n disminuye su calidad de vida. <br> 6. Nunca se salta la dieta, ni siquiera en ocasiones especiales y si lo hace se siente culpable.
        <br> 7. Planifica hoy lo que comer&aacute; mañana. <br> 8. Su manera de comer lo a&iacute;sla socialmente.</h3> <br>
        <h3> Estos son algunos de los criterios para diagnosticar al paciente que padece de ortorexia. Los s&iacute;ntomas de la enfermedad van desde la depresi&oacute;n, ansiedad, hipocondr&iacute;as, hipervitaminosis o en su defecto hipovitaminosis y en fases avanzadas trastornos obsesivos compulsivos respecto la alimentaci&oacute;n. </h3> <br>
        <h2> Consecuencias </h2> <br>
        <img src="tcane2.jpg" class="img15"> <h3> Estas patolog&iacute;as puede tener graves efectos sobre la salud. Por ejemplo, la supresi&oacute;n de grasas puede comprometer la ingesta de vitaminas liposolubles y &aacute;cidos grasos, ambos imprescindibles para el organismo. Sin carne, los niveles de hierro se desploman y, aunque los vegetales tambi&eacute;n aportan prote&iacute;nas, son de calidad inferior. </h3>
        <h3> Tambi&eacute;n puede conllevar carencias nutricionales si el ortor&eacute;xico o vigor&eacute;xico no sustituye los alimentos que rechaza por otros que puedan aportarle los mismos complementos nutricionales. Esto se traduce en anemia, falta de vitaminas o de oligoelementos, y/o falta de energ&iacute;a. </h3> <br>
        <h3> Adem&aacute;s, no s&oacute;lo constituye un mal a nivel f&iacute;sico. A nivel psicol&oacute;gico tambi&eacute;n produce un trastorno que en la mayor&iacute;a de los casos debe ser tratado por un especialista. </h3> <br>
        <h2> Tratamiento </h2> <br> 
        <h3> Al igual que la anorexia, la bulimia y todos los trastornos alimentarios, es más costosa la recuperaci&oacute;n psicol&oacute;gica que la f&iacute;sica, ya que se deben eliminar todas las conductas que el ortor&eacute;xico o el vigor&eacute;xico ha ido adoptando a lo largo de un periodo de tiempo bastante extenso. Para empezar a tratar estos trastorno, primeramente se necesita de ayuda profesional, para que la persona afectada se de cuenta del daño que se est&aacute; haciendo a si misma. Si no est&aacute;s seguro de acudir con una persona especializada, puedes acudir con alguien en quien conf&iacute;es, esa persona te ayudar&aacute; en todo lo que necesites y ambos buscar&aacute;n una soluci&oacute;n al problema. </h3>
    </div>
    </body>
</html>